Repository: SilphRoad/silph-i18n
Catalog: */almanac_entry.po
Languages: de, es, fi, fr, it, pl

source: Height:
de: Größe:
es: Altura:
fi: Korkeus:
fr: Taille :
it: Altezza:
pl: Wysokość:

source: Weight:
de: Gewicht:
es: Peso:
fi: Paino:
fr: Poids :
it: Peso:
pl: Waga:

source: Attack
de: Angriff
es: Ataque
fi: Hyökkäys
fr: Attaque
it: Attacco
pl: Atak

source: Defense
de: Verteidigung
es: Defensa
fi: Puolustus
fr: Défense
it: Difesa
pl: Obrona

source: Stamina
de: Ausdauer
es: Resistencia
fi: Kestävyys
fr: Endurance
it: Resistenza
pl: Wytrzymałość

source: Nests
de: Nester
es: Nidos
fi: Pesät
fr: Nids
it: Nidi
pl: Gniazda

source: Sightings
de: Sichtungen
es: Avistamientos
fi: Havainnot
fr: Observations
it: Avvistamenti
pl: Zaobserwowane

source: Hold Up:
de: Verzögerung:
es: Espera:
fi: Odota:
fr: Attendez :
it: Attendi:
pl: Wstrzymaj się:

source: Nests are currently undergoing worldwide changes! Stay tuned for more information.
de: Die Nester unterliegen momentan weltweit Veränderungen! Bleibt auf dem Laufenden für mehr Informationen.
es: ¡Actualmente, los nidos están experimentando cambios globalmente! Estate atento para más información.
fi: Pesiä päivitetään parhaillaan maailmanlaajuisesti! Pysy kuulolla saadaksesi lisätietoja.
fr: Les Nids du monde entier sont actuellement en train de changer ! Restez à l'écoute pour plus d'information !
it: I nidi stanno cambiando in tutto il mondo! Rimani connesso per maggiori informazioni.
pl: Gniazda właśnie są zmieniane! Więcej informacji już wkrótce.

source: Map Loading
de: Karte Lädt
es: Cargando el mapa
fi: Kartta latautuu
fr: Chargement de la Carte
it: Mappa in caricamento
pl: Wczytywanie mapy

source: Search Box
de: Suchfeld
es: Cuadro de búsqueda
fi: Hae
fr: Barre de Recherche
it: Casella di Ricerca
pl: Pole wyszukiwania

source: Expand Map to Pan Or Zoom
de: Vergrößere die Karte um dich umzusehen und um zu zoomen
es: Expandir el mapa para desplazar o hacer zoom
fr: Agrandissez la carte pour l'explorer
it: Espandi la Mappa per Spostarla o Ingrandirla
pl: Rozwiń mapę, aby przesuwać lub przybliżać

source: No Sighting Reports Yet!
de: Bisher noch keine Sichtungen!
es: ¡No hay informes de avistamientos aún!
fi: Ei vielä ilmoitettuja havaintoja!
fr: Pas Encore de Rapport d'Observation !
it: Nessun avvistamento è stato riferito!
pl: Brak raportów o obserwacjach!

source: Quick Moves
de: Schnellangriffe
es: Movimientos simples
fi: Pikaliikkeet
fr: Attaques Rapides
it: Mosse Rapide
pl: Szybkie ataki

source: Pow.
de: Stärke
es: Potencia
fr: Puissance
it: Pot.
pl: Moc

source: Type Bonus!
de: Typ-Bonus!
es: ¡Bonificación por tipo!
fi: Tyyppietu!
fr: Bonus de Type !
it: Bonus Tipo!
pl: Bonus za typ!

source: Charge Moves
de: Ladeangriff
es: Movimientos especiales
fi: Latausliikkeet
fr: Attaques Chargées
it: Mosse Speciali
pl: Mocne ataki

source: Moves with the same
de: Angriffe mit dem selben
es: Movimientos con el mismo
fi: Liikkeet, joilla on sama
fr: Attaques ayant le même
it: Mosse dello stesso
pl: Ataki o tym samym

source: type
de: typ
es: tipo
fi: tyyppi
it: tipo
pl: typie

source: as a Pokemon receive a 25% boost called a Same-Type Attack Bonus (STAB)! These bonuses are already calculated above!
de: wie das Pokemon erhalten eine 25% Verstärkung namens Selber-Typ-Angriffs-Bonus (STAB)! Diese Boni sind bereits oben berechnet worden!
es: ya que un Pokémon recibe un 25% de aumento llamado Bonificación por Ataque del Mismo Tipo (STAB)! ¡Estas bonificaciones ya se tienen en cuenta en los cálculos de arriba!
fi: kuin Pokémonilla, saavat 25 %:n bonuksen, jota kutsutaan saman tyypin hyökkäyseduksi (Same-Type Attack Bonus eli STAB)! Tyyppietu on jo laskettu mukaan yllä esitettyihin arvoihin.
fr: un Pokémon reçoit un boost de 25% appellé un Same-Type Attack Bonus (STAB) ! Ces bonus sont déjà calculés ci-dessus !
it: del Pokemon ricevono un potenziamento del 25% chiamato "Same-Type Attack Bonus" (STAB), Bonus Attacco dello Stesso Tipo! Questi bonus sono già stati inclusi nel calcolo!
pl: co Pokemon otrzymują 25% bonus zwany Same-Type Attack Bonus (STAB)! Bonusy te są już wliczone powyżej.

source: No Known Moves Yet!
de: Noch keine bekannten Angriffe!
es: ¡Sin movimientos conocidos aún!
fi: Ei vielä tunnettuja liikkeitä!
fr: Aucune Attaques Connues !
it: Nessuna Mossa Nota al Momento!
pl: Brak znanych ataków!

source: No
de: Keine
es: ¡Ningún
fi: Yhtään
fr: Aucun spécimen de
it: Nessun
pl: Żaden

source: specimen has been captured by Silph Researchers yet!
de: exemplare wurden bisher von Silph-Forschern gefangen!
es: espécimen ha sido capturado aún por los investigadores de Silph!
fi: yksilöä ei ole vielä pyydystetty Silph-tutkijoiden toimesta!
fr: n'a été capturé par des chercheurs de Silph Road pour le moment.
it: esemplare di questa specie è stato ancora catturato dai Ricercatori Silph!
pl: osobnik nie został jeszcze złapany przez Badaczy Silph!

source: Go be the first!
de: Sei der/die Erste!
es: ¡Sé el primero!
fi: Ole ensimmäinen!
fr: Sois le premier !
it: Vai! Sii il primo!
pl: Bądź pierwszy!

source: Buddy Distance
de: Zurückgelegte Distanz mit Kumpel-Pokémon
es: Distancia de compañero
fi: Kamupokémonina kuljettava matka
fr: Distance par Copain
it: Distanza Percorsa dal Compagno
pl: Cukierkowy dystans

source: Candy to Evolve
de: Für die Entwicklung benötigte Bonbons
es: Caramelos para evolucionar
fi: Kehittämiseen tarvittavat karkit
fr: Bonbons pour Évoluer
it: Caramelle necessarie per Evolvere
pl: Cukierki na ewolucję

source: Base Capture Rate
de: Grundlegende Fangrate
es: Ratio de captura base
fr: Taux de Capture de Base
it: Tasso di Cattura Base
pl: Bazowa szansa na złapanie

source: Advantage Over
de: Effektiv gegen
es: Eficaz sobre
fr: Avantage de Type Contre
it: Vantaggio Su
pl: Mocny przeciw

source: Weak Against
de: Schwach gegen
es: Débil contra
fi: Heikko näitä vastaan:
fr: Peu Efficace Contre
it: Debole Contro
pl: Słaby przeciw

source: Offence
de: Angriff
es: Ataque
fi: Hyökkäys
fr: Attaquant
it: Attacco
pl: Atak

source: None
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
it: Nessuno
pl: Brak

source: Defence
de: Verteidigung
es: Defensa
fi: Puolustus
fr: Défenseur
it: Difesa
pl: Obrona

source: *Type efficacy recommendations are under development!
de: *Empfehlungen zur Typ-Wirksamkeit sind noch in Arbeit!
es: *¡Las recomendaciones de eficacia por tipo están en desarrollo!
fi: *Tyyppikohtaiset tehokkuussuositukset ovat työn alla!
fr: *Les recommandations concernant l'efficacité des types sont en cours de développement !
it: *Stiamo sviluppando i consigli sull'efficacia dei tipi!
pl: *Tworzymy sugestie dotyczące efektywności typów!

source: Improved recommendations coming soon.
de: Verbesserte Empfehlungen kommen bald.
es: Recomendaciones mejoradas próximamente.
fi: Parannellut suositukset ovat tulossa pian.
fr: Des recommandations plus précises sont à venir.
it: Presto in arrivo migliori suggerimenti.
pl: Poprawione sugestie będą dostępne wkrótce.

source: Prominent Researchers
de: Bedeutende Forscher
es: Investigadores destacados
fi: Merkittävät tutkijat
fr: Chercheurs Éminents
it: Ricercatori Illustri
pl: Czołowi badacze

source: Most Sightings
de: Häufigste Sichtungen
es: Mayoría de avistamientos
fi: Eniten havaintoja
fr: Le Plus d'Observations
it: La Maggior Parte Degli Avvistamenti
pl: Najwięcej Obserwacji

source: Strongest Specimen
de: Stärkstes Exemplar
es: Espécimen más fuerte
fi: Vahvin yksilö
fr: Spécimen le Plus Puissant
it: Esemplare Più Forte
pl: Najsilniejszy osobnik

source: - No Sightings -
de: - Keine Sichtungen -
es: - Sin avistamientos -
fi: - Ei havaintoja -
fr: - Aucune Observation -
it: - Nessun Avvistamento -
pl: - Brak Obserwacji -
