Repository: SilphRoad/silph-i18n
Catalog: */app_navigation.po
Languages: de, es, fr, it, pl, sv

source: Toggle navigation
de: Navigation umschalten
es: Activar navegación
fr: Activer ou désactiver la navigation
it: Attiva/Disattiva navigazione
pl: Przełącz nawigację
sv: Navigera

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pl: Narzędzia
sv: Verktyg

source: Resources
de: Ressourcen
es: Recursos
fr: Informations
it: Risorse
pl: Zasoby
sv: Resurser

source: Global Pokedex
de: Globaler Pokedex
es: Pokédex global
fr: Pokédex Mondial
it: Pokedex Globale
pl: Światowy Pokedex
sv: Globalt Pokédex

source: IV Rater
de: IV-Rechner
es: Calculadora de IVs
fr: Calculateur d'IV
it: Calcolatore IV
pl: Kalkulator IV
sv: IV-Betygsättare

source: Reference Tables
de: Vergleichstabellen
es: Tablas de referencia
fr: Tables de Référence
it: Tabelle di Riferimento
pl: Tabele informacyjne
sv: Referens-tabell

source: Moves By DPS
de: Attacken nach DPS
es: Movimientos por DPS
fr: Attaques triées par DPS
it: Mosse per DPS
pl: Ataki wg DPS
sv: Attacker baserade på Skada Per Sekund

source: Species Base Stats
de: Grundwerte pro Art
es: Estadísticas base de especie
fr: Stats de Base des Espèces
it: Statistiche Base per Specie
pl: Bazowe statystyki gatunków
sv: Artens Grundstatistik

source: Egg Distances
de: Laufdistanz f端r Eier
es: Distancias de huevos
fr: Contenu des Oeufs
it: Distanze Uova
pl: Odległości wykluwania jajek
sv: Äggdistanser

source: Buddy Candy
de: Kumpelbonbons
es: Caramelo de compañero
fr: Distance par Copain
it: Caramelle Compagno
pl: Cukierki kumpla
sv: Buddy-Godis

source: Trainer Levels
de: Trainerlevel
es: Niveles de entrenador
fr: Niveaux de Dresseur
it: Livelli Allenatore
pl: Poziomy trenera
sv: Tränarnivåer

source: Earning XP
de: EP sammeln
es: Ganando PX
fr: Gagner de l'XP
it: Guadagnare PE
pl: Zdobywanie XP
sv: Att tjäna XP

source: Tips + News
de: Tipps + Neuigkeiten
es: Consejos + Noticias
fr: Astuces + Actualités
it: Consigli + Novità
pl: Informacje
sv: Tips + Nyheter

source: For Pokemon GO
de: F端r Pokemon GO
es: Para Pokémon GO
fr: Pour Pokémon GO
it: Per Pokemon GO
pl: Dla Pokemon GO
sv: För Pokémon GO

source: Science
de: Wissenschaft
es: Ciencia
it: Scienza
pl: Odkrycia
sv: Forskning

source: New Research
de: Neue Forschungen
es: Nueva investigación
fr: Dernière Recherche
it: Nuova Ricerca
pl: Nowe badanie
sv: Ny forskning

source: Field Manual
de: Handbuch
es: Manual de campo
fr: Manuel de Terrain
it: Manuale operativo
pl: Podręcznik polowy
sv: Fälthandbok

source: Up-to-date Guide
de: Aktueller Leitfaden
es: Guía al día
fr: Guide Mis à Jour
it: Guida Aggiornata
pl: Aktualny poradnik
sv: Uppdaterad Guide

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Fermer la Session
it: Esci
pl: Wyloguj się
sv: Logga ut

source: Authenticate
de: Verifizieren
es: Autenticarse
fr: Authentification
it: Autenticati
pl: Uwierzytelnij
sv: Autentisera

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
pl: Zaloguj się
sv: Logga in

source: Time to GO!
de: Los geht's!
es: ¡Hora de salir afuera!
fr: C'est l'heure d'y ALLER !
it: È tempo di andare!
pl: Czas znikać!
sv: Dags att GO!

source: For Travelers
de: F端r Reisende
es: Para viajeros
fr: Pour les Voyageurs
it: Per i Viaggiatori
pl: Dla podróżników
sv: För Resande

source: Nest Atlas
es: Atlas de Nidos
fr: Atlas des Nids
it: Atlante dei Nidi
pl: Atlas gniazd
sv: Nästatlas

source: Known Nest Map
de: Karte bekannter Nester
es: Mapa de nidos conocidos
fr: Carte des Nids Répertoriés
it: Mappa Dei Nidi Conosciuti
pl: Mapa znanych gniazd
sv: Nästkarta

source: Pursue
de: Verfolgen
es: Buscar
fr: Traquer
it: Insegui
pl: Tropienie

source: Tracking Aide
de: Verfolgungshilfe
es: Asistencia de rastreo
fr: Aide à la Traque
it: Assistente Ricerca
pl: Pomoc w śledzeniu
sv: Spårnings-Hjälp

source: Your Papers, Please.
de: Papiere, bitte.
es: Tus documentos, por favor.
fr: Vos Papiers, s'il vous plaît.
it: I Tuoi Documenti, Per Favore.
pl: Dokumenty proszę.
sv: Dina papper, tack.

source: The Silph Road authenticates travelers via their Reddit account. Click "Authenticate" below to access the Silph Road.
de: The Silph Road verifiziert Reisende 端ber ihre Reddit-Konten. Klicke unten auf "Verifizieren", um Zugriff zur Silph Road zu erhalten.
es: The Silph Road autentica a los viajeros mediante su cuenta de Reddit. Haga clic en "Autenticar" abajo para acceder a The Silph Road.
fr: The Silph Road authentifie les voyageurs via leur compte Reddit. Cliquez sur "Authentification" ci-dessous pour accéder à The Silph Road.
it: The Silph Road autentica i viaggiatori attraverso il loro account Reddit. Clicca "Autenticati" qui sotto per accedere a The Silph Road.
pl: The Silph Road uwierzytelnia podróżników za pomocą ich kont w serwisie Reddit. Kliknij poniższy przycisk „Uwierzytelnij”, aby dołączyć do The Silph Road.
sv: The Silph Road verifierar resande via deras Reddit-användare. Klicka "Autentisera" nedan för att få tillgång till the Silph Road.

source: Authenticate &raquo;
de: Verifizieren &raquo;
es: Autenticar &raquo;
fr: Authentification &raquo;
it: Autenticati &raquo;
pl: Uwierzytelnij &raquo;
sv: Autentisera &raquo;

source: You may create a Reddit account for free at Reddit.com.
de: Du kannst dir auf reddit.com kostenlos ein Reddit-Konto einrichten.
es: Puedes crear una cuenta de Reddit gratuitamente en Reddit.com.
fr: Vous pouvez créer un compte Reddit gratuitement sur Reddit.com.
it: Puoi creare un account Reddit gratuitamente su Reddit.com
pl: Darmowe konto Reddit możesz założyć pod adresem Reddit.com.
sv: Du kan skapa ett Redditkonto gratis på Reddit.com.
