Repository: SilphRoad/silph-i18n
Catalog: */atlas.po
Languages: de, es, fi, fr, it, pl

source: The Global Nest Atlas
de: Der Globale Nest-Atlas
es: El Atlas de Nidos Global
fi: Maailmanlaajuinen pesäkartasto
fr: L'Atlas Mondial des Nids
it: L'Atlante Globale dei Nidi
pl: Światowy Atlas Gniazd

source: The Silph Road's Global Nest Atlas is the largest collection of known Pokemon GO nest locations in the world. Kept up-to-date by travelers all around the world, nests are tracked and explained with a history for each nest location...
de: Der globale Nest-Atlas von The Silph Road ist die größte Sammlung von bekannten Pokemon GO Nest-Standorten auf der ganzen Welt. Reisende auf der ganzen Welt halten ihn auf dem neusten Stand, Nester werden erkundet und ihre Position samt ihrer Geschichte festgehalten...
es: El Atlas de Nidos Global de The Silph Road es la más grande colección de ubicaciones de nidos de Pokémon GO conocidos en el mundo. Mantenida al día por viajeros en todo el mundo, los nidos son rastreados y explicados con una crónica por cada ubicación de nido...
fi: The Silph Roadin maailmanlaajuinen pesäkartasto on suurin tunnettujen Pokémon GO -pesäsijaintien kokoelma. Matkaajat ympäri maailmaa pitävät kartastoa ajan tasalla, ja kullekin pesälle ylläpidetään selventävää ilmoitus- ja havaintohistoriaa...
fr: L'Atlas Mondial des Nids de The Silph Road est la plus grande collection de localisation de nids sur Pokémon GO au monde. Tenu à jour par des voyageurs du monde entier, les nids sont reportés et présentés avec un historique pour chacun...
it: L'Atlante Globale dei Nidi di The Silph Road è la più grande collezione al mondo di nidi conosciuti di Pokemon GO. Costantemente aggiornati dai viaggiatori di tutto il mondo, i nidi vengono tracciati e mostrati con una cronologia per ogni nido...
pl: Światowy Atlas Gniazd The Silph Road to największy zbiór znanych lokalizacji gniazd w Pokemon GO na świecie. Utrzymywane przez podróżników z całego świata, gniazda są śledzone oraz opisywane z historią dla każdej lokalizacji gniazda...

source: The Silph Road's Global Nest Atlas is the largest collection of known Pokemon GO nest locations in the world, complete with histories from travelers around the world...
de: Der globale Nest-Atlas von The Silph Road ist die größte Sammlung von bekannten Pokemon GO Nest-Standorten auf der ganzen Welt, komplett mit ihrer Geschichte von Reisenden rund um den Globus...
es: El Atlas de Nidos Global de The Silph Road es la más grande colección de ubicaciones de nidos de Pokémon GO conocidos en el mundo, lleno de crónicas de viajeros de todo el mundo...
fi: The Silph Roadin maailmanlaajuinen pesäkartasto on maailman suurin tunnettujen Pokémon GO -pesäsijaintien kokoelma, joka sisältää myös matkaajien tarinoita ympäri maailman...
fr: L'Atlas Mondial des Nids de The Silph Road est la plus grande collection de localisation de nids sur Pokémon GO au monde,complété par les mémoires des voyageurs à travers le monde...
it: L'Atlante Globale dei Nidi di The Silph Road è la più grande collezione al mondo di nidi di Pokemon GO conosciuti, completa di cronologia dai viaggiatori di tutto il mondo...
pl: Światowy Atlas Gniazd stworzony przez The Silph Road jest największym na świecie zbiorem gniazd w Pokemon GO zawierającym informacje od podróżników z całego świata.

source: &laquo; More
de: &laquo; Mehr
es: &laquo; Más
fi: &laquo; Lisää
fr: &laquo; Plus
it: &laquo; Altro
pl: &laquo; Więcej

source: Report Sighting
de: Sichtung melden
es: Informar de un avistamiento
fi: Ilmoita havainto
fr: Rapporter une Observation
it: Segnala un Avvistamento
pl: Zgłoś obserwację

source: Report<br>Nest
de: Nest<br>melden
es: Informar de<br>un nido
fi: Ilmoita<br>pesä
fr: Rapporter<br>un Nid
it: Segnala<br>Nido
pl: Zgłoś<br>gniazdo

source: Pokemon GO Nests
de: Pokemon GO-Nester
es: Nidos de Pokémon GO
fi: Pokémon GO -pesät
fr: Nids Pokémon GO
it: Nidi di Pokemon GO
pl: Gniazda Pokemon GO

source: <a href="%s">Join the Road</a> and help verify your local Nests! The Global Nest Atlas is a collection of field reports from Silph Road travelers.
de: <a href="%s">Schließ dich The Silph Road an</a> und hilf mit, deine örtlichen Nester ausfindig zu machen! Der globale Nest-Atlas ist eine Sammlung von Feldberichten der Silph Road Reisenden.
es: <a href="%s">¡Únete a la Road</a> y ayuda a verificar tus nidos locales! El Atlas de Nidos Global es una colección de informes de campo de los viajeros de Silph Road.
fi: <a href="%s">Liity matkalle</a> ja auta tunnistamaan ja varmistamaan paikalliset pesäsi! Maailmanlaajuinen pesäkartasto on kokoelma kenttäraportteja Silph Road -matkaajilta.
fr: <a href="%s">Rejoignez The Silph Road</a> et aidez à répertorier les nids près de chez vous ! L'Atlas Mondial est un ensemble de compte rendus des membres de The Silph Road réalisés sur le terrain.
it: <a href="%s">Unisciti a noi!</a> e aiutaci a verificare i nidi nella tua zona! L'Atlante Globale dei nidi è una collezione di segnalazioni dei viaggiatori della Silph Road.
pl: <a href="%s">Dołącz do Silph Road</a> i pomóż zweryfikować gniazda w twojej okolicy! Światowy Atlas Gniazd to zbiór raportów innych podróżników z Silph Road.

source: <b>Why Ads?</b> TheSilphRoad.com's research tools generate massive traffic - and it costs money to keep the Silph lights on!
de: <b>Warum Werbung?</b> Die Forschungswerkzeuge von TheSilphRoad.com erzeugen massiven Datenverkehr - und es kostet Geld, die Silph-Lichter nicht erlischen zu lassen!
es: <b>¿Por qué los anuncios?</b> Las herramientas de investigación de TheSilphRoad.com generan un tráfico masivo, ¡y cuesta dinero mantener las luces de Silph encendidas!
fi: <b>Miksi mainoksia?</b> TheSilphRoad.comin tutkimustyökalut luovat valtavan määrän tietoliikennettä, eikä Silph Roadin pystyssä pitäminen ole ilmaista!
fr: <b>Pourquoi des publicités?</b> Les outils de recherches de TheSilphRoad.com génèrent un trafic important - et cela a un certain coût pour garantir un bon fonctionnement !
it: <b>Perché la Pubblicità?</b> Gli strumenti di ricerca di TheSilphRoad.com generano molto traffico - e servono soldi per mantenere il sito online!
pl: <b>Po co te reklamy?</b> Narzędzia badawcze TheSilphRoad.com generują ogromny ruch, więc pieniądze są potrzebne, aby wszystko mogło działać!

source: About the Silph Road's nest classifications:
de: Mehr Infos über die Nest-Klassifikationen der Silph Road:
es: Acerca de las clasificaciones de los nidos de Silph Road:
fi: Tietoja Silph Roadin pesäluokitteluista:
fr: À propos de la classification des nids dans Silph Road :
it: A proposito della classificazione dei nidi di The Silph Road:
pl: Informacje o klasyfikacji gniazd w Sliph Road:

source: Video Explanation
de: Videoerklärung
es: Explicación en vídeo
fi: Ohjevideo
fr: Explication en Vidéo
it: Video di spiegazione
pl: Film instruktażowy

source: Add Report
de: Bericht hinzufügen
es: Añadir un informe
fi: Lisää ilmoitus
fr: Ajouter un Rapport
it: Aggiungi Segnalazione
pl: Dodaj raport

source: Report Sighting/Nest
de: Sichtung/Nest melden
es: Informar de un avistamiento/nido
fi: Ilmoita havainto/pesä
fr: Rapporter une Observation/Nid
it: Segnala Avvistamento/Nido
pl: Zgłoś obserwację/gniazdo

source: Whoa, traveler - There's too many nests to show at this height. Zoom in for more detail.
de: Halt ein, Reisender - Aus dieser Entfernung gibt es zu viele Nester, um sie alle anzuzeigen. Zoom ran, um mehr Details sichtbar zu machen.
es: Tranqui, viajero. Hay demasiados nidos para mostrar a esta altura. Haz zoom para más detalles.
fi: Oho, matkaaja – Tällä korkeudella on liikaa pesiä näytettäväksi. Näet enemmän yksityiskohtia, kun lähennät karttaa.
fr: Oulah, voyageur - Il y a beaucoup trop de nids à afficher à cette échelle. Zoomez pour plus de détails.
it: Ehi, viaggiatore - Ci sono troppi nidi da mostrare a questa altezza. Ingrandisci per più dettagli.
pl: Hola hola, podróżniku. Na tej wysokości znaleźliśmy zbyt wiele gniazd. Przybliż obszar, aby uzyskać więcej szczegółów.

source: Reticulating splines...
de: Erstellen eines Kurven-Netzwerks...
es: Trazando retículas de Splines...
fi: Verkostoidaan käyriä...
fr: Extrapolations des courbes...
it: Reticolazione dei Listelli...
pl: Sieciowanie splajnów...

source: A Call for Beta Testers
de: Ein Aufruf für Beta-Tester
es: Llamado para los probadores de beta
fi: Beetatestaajia kaivataan
fr: Appel aux Bêta Testeurs
it: Una chiamata per i Beta Tester
pl: Zaproszenie dla beta testerów

source: Help us pilot the Atlas' NEW local communication system: the <code style="padding: 2px 5px; color: #565656;">Camp</code> network! Manhattan travelers are invited!
de: Hilf uns, das NEUE lokale Kommunikationssystem zu testen: das <code style="padding: 2px 5px; color: #565656;">Camp</code>-Netzwerk! Reisende aus Manhatten sind eingeladen!
es: ¡Ayúdanos a pilotar el NUEVO sistema de comunicación local del Atlas: la red <code style="padding: 2px 5px; color: #565656;">Camp</code>! ¡Los viajeros de Manhattan están invitados!
fi: Auta meitä luotsaamaan kartaston UUTTA paikallista viestintäjärjestelmää: <code style="padding: 2px 5px; color: #565656;">Leiri</code>verkostoa! Manhattanin matkaajat kutsuttu!
fr: Aidez nous à tester le NOUVEAU système de communication locale de l'Atlas : le Réseau du <code style="padding: 2px 5px; color: #565656;">Camp</code> ! Les voyageurs de Manhattan sont invités !
it: Aiutaci a testare il NUOVO sistema di comunicazione locale dell'Atlante: il <code style="padding: 2px 5px; color: #565656;">Campo</code> network! I viaggiatori di Manhattan sono stati invitati!
pl: Pomóż nam wprowadzić NOWY system komunikacji lokalnej w Atlasie: Sieć <code style="padding: 2px 5px; color: #565656;">Camp</code>! Zapraszamy podróżników z Manhattanu!

source: No Thanks
de: Nein, Danke
es: No, gracias
fi: Ei kiitos
fr: Non Merci
it: No Grazie
pl: Nie, dzięki

source: Learn More »
de: Mehr erfahren »
es: Aprender más »
fi: Lisätietoja »
fr: En Savoir Plus »
it: Per Saperne Di Più »
pl: Dowiedz się więcej »

source: Predictable Nests
de: Voraussagbare Nester
es: Nidos predecibles
fi: Säännölliset pesät
fr: Nids Répertoriés
it: Nidi Probabili
pl: Przewidywane gniazda

source: Historical Sightings
de: Frühere Sichtungen
es: Avistamientos históricos
fi: Menneet havainnot
fr: Historique des Observations
it: Storico degli avvistamenti
pl: Przeszłe obserwacje

source: Verified
de: Verifiziert
es: Verificado
fi: Vahvistettu
fr: Vérifié
it: Verificato
pl: Zweryfikowane

source: Unverified
de: Nicht verifiziert
es: Sin verificar
fi: Vahvistamaton
fr: Non Vérifié
it: Non verificato
pl: Niezweryfikowane

source: Refuted
de: Zurückgewiesen
es: Refutado
fi: Kumotut
fr: Réfuté
it: Rifiutato
pl: Odrzucone

source: Outdated
de: Veraltet
es: Desactualizado
fi: Vanhentuneet
fr: Obsolète
it: Non aggiornato
pl: Przestarzałe

source: Cluster
de: Haufen
es: En masa
fi: Rypäs
fr: Groupe d'Apparition
it: Gruppo
pl: Gromada

source: Frequent Spawn Area
de: Häufiges Spawn-Gebiet
es: Área de aparición frecuente
fi: Yleinen esiintymisalue
fr: Zone d'Apparition Fréquente
it: Zona di Apparizione Frequente
pl: Obszar występowania

source: Frequent Spawn Point
de: Häufiger Spawn-Punkt
es: Punto de aparición frecuente
fi: Yleinen esiintymispiste
fr: Point d'Apparition Fréquent
it: Punto di Apparizione Frequente
pl: Punkt występowania

source: (Unknown Spawn Type)
de: (Unbekannter Spawn-Typ)
es: (Tipo de aparición desconocido)
fi: (Esiintymistyyppi tuntematon)
fr: (Type d'Apparition Inconnu)
it: (Tipo di Apparizione Sconosciuto)
pl: (Nieznany typ występowania)

source: Loading Nest Data...
de: Lade Nestdaten...
es: Cargando datos del nido...
fi: Ladataan pesätietoja...
fr: Chargement des Données des Nids...
it: Caricamento dei Dati sui Nidi...
pl: Wczytywanie danych gniazd...

source: Loading Camp Data...
de: Lade Campdaten...
es: Cargando datos de Camp...
fi: Ladataan leiritietoja...
fr: Chargement des Données du Camp...
it: Caricamento Dati sul Campo...
pl: Wczytywanie danych obozów...

source: Nest Report
de: Nestbericht
es: Informe de nido
fi: Pesäilmoitus
fr: Signalement d'un nid
it: Segnala un Nido
pl: Raport o gnieździe

source: Note! A nest migration happened <b>%s</b>! Only add your data if your report is from <b>AFTER</b> the latest migration, traveler!
de: Achtung! Es gab <b>%s</b> einen Nestwechsel! Füge deinen Informationen bitte nur hinzu, wenn du sie <b>nach</b> dem letzten Nestwechsel gesammelt hast, Reisender!
es: ¡Nota! ¡Ocurrió una migración de nidos <b>%s</b>! ¡Añade tus datos únicamente si tu informe es <b>POSTERIOR</b> a la última migración, viajero!
fi: Huomio! Pesät muuttivat <b>%s</b>! Ilmoita havaintosi vain, jos ne tapahtuivat muuton <b>JÄLKEEN</b>, matkaaja!
fr: Attention ! Une migration de nid est arrivée le <b>%s</b> ! Ajoutez vos observations seulement si elles ont été collectées <b>APRÈS</b> la dernière migration, voyageur !
it: Attenzione! Una migrazione dei nidi è avvenuta <b>%s</b>! Aggiungi dei dati solo se il tuo avvistamento è avvenuto <b>DOPO</b> l'ultima migrazione, viaggiatore!
pl: Uwaga! Nastąpiła migracja gniazd<b>%s</b>! Dodaj zgłoszenie wyłącznie, gdy twój raport pochodzi z okresu <b>PO</b> ostatniej migracji!

source: Help update or refute this location! What did you find?
de: Hilf uns, diesen Ort zu aktualisieren oder zu widerlegen! Was hast du gefunden?
es: ¡Ayuda a actualizar o refutar esta ubicación! ¿Qué hallaste?
fi: Auta päivittämään tai kumoamaan tämä sijainti! Mitä löysit?
fr: Aidez à mettre à jour ou réfuter cet emplacement ! Qu'avez-vous trouvé ?
it: Aiutaci ad aggiornare o rifiutare questa località! Che cosa hai trovato?
pl: Pomóż zaktualizować lub odrzucić tę lokalizację! Jaki gatunek tu występuje?

source: Nothing out of the ordinary! :(
de: Nichts Außergewöhnliches! :(
es: ¡Nada fuera de lo normal! :(
fi: Ei mitään poikkeavaa! :(
fr: Rien de particulier ! :(
it: Niente fuori dall'ordinario! :(
pl: Nic szczególnego! :(

source: Nothing!
de: Nichts!
es: ¡Nada!
fi: Ei mitään!
fr: Rien !
it: Niente!
pl: Nic!

source: Yes! I found a species here:
de: Ja! Ich habe hier folgende Art gefunden:
es: ¡Sí! Hallé una especie aquí:
fi: Kyllä! Löysin täältä lajin:
fr: Oui ! J'ai trouvé cette espèce ici :
it: Sì! Qui ho trovato una specie:
pl: Tak! Jest tu gatunek:

source: Report!
de: Bericht!
es: ¡Informar!
fi: Ilmoita!
fr: Soumettre !
it: Segnala!
pl: Zgłoś!

source: What Type of Nest Did You Find Here?
de: Welchen Nesttyp hast du hier gefunden?
es: ¿Qué tipo de nido encontraste aquí?
fi: Minkä tyyppisen pesän löysit täältä?
fr: Quel Type de Nid Avez-Vous Trouvé Ici ?
it: Che Tipo di Nido Hai Trovato Qui?
pl: Jakie gniazdo znajduje się tutaj?

source: Cluster Spawn
de: Gruppen-Spawn
es: Aparición en masa
fi: Rypäsesiintymä
fr: Groupe d'Apparition
it: Apparizioni Multiple
pl: Gromada

source: Multiple appear on the map <span style="text-decoration: underline;">at once</span> within a single hour (at the same time)
de: Mehrere Spawns <span style="text-decoration: underline;">gleichzeitig</span> innerhalb einer Stunde (zur selben Zeit)
es: Varios aparecen en el mapa <span style="text-decoration: underline;">a la vez</span> en una sola hora (al mismo tiempo)
fi: Kartalla esiintyy useita yksilöitä <span style="text-decoration: underline;">yhtä aikaa</span> yhden tunnin sisällä (samaan kellonaikaan)
fr: Plusieurs Pokémons de même espèce apparaissent <span style="text-decoration: underline;">en même temps</span> sur la carte, en moins d'une heure (au même moment)
it: Apparizioni multiple sulla mappa <span style="text-decoration: underline;">contemporaneamente</span> in un'ora sola (allo stesso tempo)
pl: Wiele tych samych Pokemonów pojawia się na mapie <span style="text-decoration: underline;">jednocześnie</span> w ciągu jednej godziny (w tym samym czasie)

source: Frequent Spawn <em>Area</em>
de: Häufiges Spawn-<em>Gebiet</em>
es: <em>Área</em> de aparición frecuente
fi: Yleinen esiintymis<em>alue</em>
fr: <em>Zone</em> d'Apparition Fréquente
it: <em>Area</em> di Apparizione Frequente
pl: <em>Obszar</em> występowania

source: Semi-frequent spawning over a small area (typically non-concurrent) <br>Examples: riverbanks/piers, a large golfcourse, 3-5 city blocks, etc
de: Nicht allzu häufige Spawns in einem kleinen Gebiet (normalerweise nicht gleichzeitig) <br>Beispiele: Flussufer/Stege, ein großer Golfplatz, 3-5 Häuserblocks, usw
es: Aparición semifrecuente sobre un área pequeña (normalmente poco concurrida) <br>Ejemplos: orillas de los ríos/muelles, un gran campo de golf, 3-5 manzanas de la ciudad, etc.
fi: Melko yleisiä esiintymiä pienen alueen sisällä (yleensä ei samanaikaisesti)<br>Esimerkkejä: jokivarret/laiturit, suuri golfkenttä, 3–5 korttelia, jne.
fr: Apparitions semi-fréquentes dans une petite zone (généralement non-simultanées) <br>Exemples: Bords de rivières/quais, grand terrain de golf, zone de 3 à 5 pâtés de maison, etc
it: Apparizioni semi-frequenti in un'area piccola (di solito non simultanee) <br>Esempi: sponde di fiumi/moli, grandi campi da golf, 3-5 isolati, ecc
pl: Umiarkowane występowanie na małym obszarze (zazwyczaj nie jednocześnie). <br> Przykłady: nabrzeża/molo, duże pole golfowe, 3-5 bloków mieszkalnych itd.

source: Frequent Spawn <em>Point</em>
de: Häufiger Spawn-<em>Punkt</em>
es: <em>Punto</em> de aparición frecuente
fi: Yleinen esiintymis<em>piste</em>
fr: <em>Point</em> d'Apparition Fréquent
it: <em>Punto</em> di Apparizione Frequente
pl: <em>Punkt</em> występowania

source: A single location that frequently spawns a rare/uncommon species <span style='text-decoration:underline'>multiple times a day
de: Ein einzelner Ort, an dem eine seltene/weniger häufige Art <span style='text-decoration:underline'>mehrmals täglich auftaucht
es: Una ubicación específica en la cual aparece frecuentemente una especie rara/poco comun <span style='text-decoration:underline'>múltiples veces al día
fi: Yksittäinen sijainti, jossa yleensä esiintyy harvinainen/epätyypillinen laji <span style='text-decoration:underline'>useita kertoja päivässä
fr: Un point précis où apparait régulièrement une espèce rare/peu commune <span style='text-decoration:underline'>plusieurs fois par jour
it: Un singolo luogo dove frequentemente appare una specie rara/non comune <span style='text-decoration:underline'>più volte al giorno.
pl: Pojedyncza lokalizacja, w której często występują rzadkie/niepospolite gatunki <span style='text-decoration:underline'>wiele razy dziennie

source: &laquo; Back
de: &laquo; Zurück
es: &laquo; Atrás
fi: &laquo; Takaisin
fr: &laquo; Retour
it: &laquo; Indietro
pl: &laquo; Wróć

source: Continue &raquo;
de: Weiter &raquo;
es: Continuar &raquo;
fi: Jatka &raquo;
fr: Continuer &raquo;
it: Continua &raquo;
pl: Dalej &raquo;

source: Helpful information for future travelers?
de: Nützliche Informationen für künftige Reisende?
es: ¿Alguna información útil para futuros viajeros?
fi: Hyödyllisiä tietoja tuleville matkaajille?
fr: Avez-vous des informations pouvant aider de futurs voyageurs ?
it: Informazioni utili per i viaggiatori futuri?
pl: Przydatne informacje dla przyszłych podróżników?

source: For example, how many did you encounter? How long were you there? What specific spot did you see a spawn? What exact times did you observe spawns? Etc. Anything that might be useful to future travelers!
de: Zum Beispiel: Wie viele hast du gefunden? Wie lang warst du da? An welchem Punkt genau hast du einen Spawn gefunden? Zu welchen genauen Zeiten konntest du Spawns beobachten? etc. Alles, was künftigen Reisenden helfen könnte!
es: Por ejemplo, ¿a cuántos te encontraste? ¿Cuánto tiempo estuviste allí? ¿En qué punto específico viste una aparición? ¿A qué horas exactas observaste apariciones? Etc. ¡Cualquier cosa que pueda ser de utilidad para futuros viajeros!
fi: Esimerkiksi, montako kohtasit? Kauanko olit siellä? Missä kohdassa tarkalleen havaitsit yksilön? Minä aikoina tarkalleen teit havaintosi? Jne. Mitä tahansa, mistä saattaisi olla hyötyä tuleville matkaajille!
fr: Par exemple, combien en avez-vous rencontré ? Combien de temps êtes vous resté là-bas ? À quel endroit précis avez-vous vu ce/ces Pokémon(s) ? À quelle heure précise avez-vous observé ce/ces Pokémon(s) ? Etc. Toutes informations pouvant être utiles pour de futurs voyageurs !
it: Per esempio, quanti ne hai trovati? Quanto sei stato lì? In quale specifico punto hai notato un'apparizione? A quale ora l'hai notata? Ecc. Qualunque informazione che possa essere utile per i futuri viaggiatori!
pl: Przykładowo: ile przedstawicieli tego gatunku się pojawiło? Ile czasu tam spędziłeś? Gdzie dokładnie wystąpił ten gatunek? Dokładnie o której godzinie gatunek się pojawił? Dodaj wszystkie przydatne informacje!

source: Helpful comments for future travelers...
de: Hilfreiche Kommentare für künftige Reisende...
es: Comentarios de ayuda para futuros viajeros...
fi: Hyödyllisiä tietoja tuleville matkaajille...
fr: Commentaires pouvant aider de futurs voyageurs...
it: Commenti utili per i viaggiatori futuri...
pl: Przydatne komentarze dla przyszłych podróżników...

source: Finally, confirm the date of your report, traveler:
de: Bestätige bitte schließlich das Datum deines Berichts, Reisender:
es: Finalmente, confirma la fecha de tu informe, viajero:
fi: Lopuksi, vahvista havaintosi päiväys, matkaaja:
fr: Enfin, confirmez la date de votre rapport, voyageur :
it: Infine, conferma la data della tua segnalazione, viaggiatore:
pl: Na koniec potwierdź datę zgłoszenia:

source: Submit My Report!
de: Meinen Bericht Einreichen!
es: ¡Enviar mi informe!
fi: Lähetä ilmoitus!
fr: Soumettre mon Rapport !
it: Invia la Mia Segnalazione!
pl: Wyślij moje zgłoszenie!

source: Confirmed!
de: Bestätigt!
es: ¡Confirmado!
fi: Vahvistettu!
fr: Confirmé !
it: Confermato!
pl: Potwierdzone!

source: Nest Unverified!
de: Nest Unbestätigt!
es: ¡Nido sin verificar!
fi: Vahvistamaton pesä!
fr: Nid Non Vérifié !
it: Nido Non Verificato!
pl: Gniazdo niepotwierdzone!

source: Click Marker to See Field Reports
de: Wähle eine Markierung aus, um die Feldberichte zu sehen
es: Haz clic en el marcador para ver los informes de campo
fi: Paina merkkiä nähdäksesi kenttäilmoitukset
fr: Cliquez sur le Marqueur pour voir les Rapports de Terrain
it: Clicca sul Marcatore per Vedere le Segnalazioni sul Campo
pl: Kliknij znacznik, żeby zobaczyć raporty terenowe

source: Report a Sighting!
de: Melde eine Sichtung!
es: ¡Informar de un avistamiento!
fi: Ilmoita havainto!
fr: Rapporter une Observation !
it: Segnala un Avvistamento!
pl: Zgłoś obserwację!

source: Select the Pokemon you've spotted:
de: Wähle das Pokemon aus, das du entdeckt hast:
es: Selecciona el Pokémon que has visto:
fi: Valitse havaitsemasi pokémon:
fr: Sélectionnez le Pokémon que vous avez trouvé :
it: Seleziona il Pokemon che hai avvistato:
pl: Wybierz zauważonego Pokemona:

source: Search
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
it: Cerca
pl: Wyszukaj

source: what have you found, traveler?
de: was hast du gefunden, reisender?
es: ¿Qué has hallado, viajero?
fi: mitä löysit, matkaaja?
fr: qu'avez-vous trouvé, voyageur ?
it: cos'hai trovato, viaggiatore?
pl: Jakiego Pokemona znalazłeś?

source: Sighting Report &raquo;
de: Sichtungsmeldung &raquo;
es: Informe de avistamiento &raquo;
fi: Havaintoilmoitus &raquo;
fr: Rapport d'Observation &raquo;
it: Segnala avvistamento &raquo;
pl: Raport z obserwacji &raquo;

source: A Nest (Multiple) &raquo;
de: Ein Nest (Mehrere) &raquo;
es: Un nido (múltiples) &raquo;
fi: Pesä (useita) &raquo;
fr: Un Nid (Multiple) &raquo;
it: Un Nido (Multipli) &raquo;
pl: Gniazdo (kilka) &raquo;

source: Sighting Reports
de: Sichtungsmeldungen
es: Informes de avistamientos
fi: Havaintoilmoitukset
fr: Les Rapports d'Observation
it: Le Segnalazioni di Avvistamenti
pl: Raporty z obserwacji
