Repository: SilphRoad/silph-i18n
Catalog: */atlas.po
Languages: de, es, fi, fr, it, pl

source: are normal spawn reports - i.e. when you encounter a Pokemon in your travels, submit a Sighting Report!
de: sind normale Spawn-Berichte - D.h. wenn du auf deinen Reisen einem Pokemon begegnest, lade einen Sichtungsbericht hoch!
es: son informes de apariciones normales. Por ejemplo, cuando encuentres un Pokémon en tus viajes, ¡envía un informe de avistamiento!
fi: ovat tavallisia esiintymisilmoituksia – eli kun kohtaat matkoillasi pokémonin, tee havaintoilmoitus!
fr: sont les rapports d'apparition normale - c'est-à-dire quand vous rencontrez un Pokémon pendant vos voyages, soumettez un Rapport d'Observation !
it: sono segnalazioni di singoli avvistamenti - per esempio quando incontri un Pokemon durante i tuoi viaggi, puoi inviare una segnalazione di un avvistamento!
pl: To normalne zgłoszenia występowania – np. kiedy zauważysz Pokemona w trakcie podróży, zdaj raport z obserwacji!

source: Nests
de: Nester
es: Nidos
fi: Pesät
fr: Les Nids
it: Il Nido
pl: Gniazda

source: are our term for <em>repeat spawns</em> or <em>clustered spawns</em> of the same species. Only report a 'Nest' if you see multiples of an uncommon species at once (or a consistently spawning rare 'mon)!
de: sind unser Begriff für <em>wiederholte Spawns</em> oder <em>gehäufte Spawns</em> derselben Art. Melde nur dann ein 'Nest', wenn du mehrere Exemplare einer ungewöhnlichen Art auf einmal siehst (oder wenn ein seltenes Pokemon beständig auftaucht)!
es: son nuestro término para <em>apariciones repetidas</em> o <em>apariciones en masa</em> de la misma especie. ¡Solamente reporta un "nido" si ves múltiples individuos de una especie poco común al mismo tiempo (o una aparición frecuente de un Pokémon raro)!
fi: ovat kohteita, joita kutsumme saman lajin <em>toistuviksi esiintymiksi</em> tai <em>rypäsesiintymiksi</em>. Ilmoita "pesä" ainoastaan, jos näet useita epätavallisen lajin edustajia samaan aikaan (tai jos harvinainen laji esiintyy toistuvasti)!
fr: sont notre terme pour <em>apparitions répétées</em> ou <em>apparitions groupées</em> de la même espèce. Rapportez un 'Nid' uniquement si vous avez vu plusieurs spécimen d'une même espèce peu commune en même temps (ou une apparition constante d'un Pokémon rare) !
it: è il nostro termine per <em>apparizioni ripetute</em> o <em>apparizioni in gruppo</em> della stessa specie. Segnala un 'Nido' solo se avvisti molti Pokémon di una specie non comune nello stesso momento (o una costante apparizione di Pokémon rari)!
pl: Oznaczają <em>powtarzające się występowania</em> lub <em>gromadę</em> tego samego gatunku. Zgłoś „Gniazdo” tylko, jeśli zaobserwujesz wiele rzadkich Pokemonów jednego gatunku (albo stale pojawiającego się bardzo rzadkiego Pokemona)!

source: Existing Nest?
de: Bestehendes Nest?
es: ¿Nido ya existente?
fi: Olemassaoleva pesä?
fr: Nid existant ?
it: Nido già Esistente?
pl: Istniejące gniazdo?

source: Double check that another traveler hasn't already added this nest location to the map! If there is already an existing nest report for your location, <b>click on it</b>!
de: Prüfe bitte nochmals, ob nicht andere Reisende auf der Karte hier schon eine Nest eingetragen haben! Sollte sich dort schon ein Nest-Bericht für diesen Ort befinden, <b>klick einfach drauf</b>!
es: ¡Verifica que otro viajero no haya añadido ya esta ubicación como nido en el mapa! Si ya existe un informe de nido en tu ubicación, ¡<b>haz clic sobre él</b>!
fi: Tarkista vielä kerran, ettei kukaan muu matkaaja ole jo lisännyt tätä pesäsijaintia kartalle! Jos sijainnista löytyy jo olemassaoleva pesämerkintä, <b>valitse se</b>!
fr: Vérifiez bien qu'aucun autre voyageur n'ait pas déjà ajouté cet endroit comme un nid sur la carte ! Si il y a déjà un nid existant à cet endroit, <b>cliquez dessus</b> !
it: Assicurati che un altro viaggiatore non abbia già aggiunto questo nido sulla mappa! Se esiste già un rapporto sul nido alla tua posizione, <b>cliccaci sopra</b>!
pl: Sprawdź, czy inny podróżnik nie dodał już tego gniazda na mapie! Jeśli takie zgłoszenie już istnieje, <b>kliknij je</b>!

source: Map Loading
de: Karte Lädt
es: Cargando el mapa
fi: Kartta latautuu
fr: Chargement de la Carte
it: Caricamento della Mappa
pl: Wczytywanie mapy

source: Search Box
de: Suchfeld
es: Cuadro de búsqueda
fi: Hae
fr: Barre de Recherche
it: Casella di ricerca
pl: Szukaj

source: No Sighting Reports Yet!
de: Es wurden noch keine Sichtungen gemeldet!
es: ¡Sin informes de avistamientos aún!
fi: Ei vielä havaintoilmoituksia!
fr: Encore aucune Observation Rapportée !
it: Ancora Nessun Avvistamento Segnalato!
pl: Brak raportów z obserwacji!

source: Tip: Drag the map or click the '<b>My Location</b>' button to pan to your location! <b>If there is no existing nest in this location, click below</b>:
de: Tipp: Ziehe die Karte oder klicke auf die Schaltfläche '<b>Mein Standort</b>', um zu deinem Standort zu schwenken! <b>Sollte dort noch kein Nest existieren, klicke unten</b>:
es: Consejo: ¡arrastra el mapa o haz clic en el botón "<b>Mi ubicación</b>" para desplazarte a tu ubicación! <b>Si no hay un nido existente en esta ubicación, haz clic debajo</b>:
fi: Vinkki: Raahaa karttaa tai paina '<b>Oma sijainti</b>' -nappia siirtääksesi kartan omaan sijaintiinsi! <b>Jos sieltä ei löydy olemassaolevaa pesämerkintää, paina alla olevaa</b>:
fr: Astuce : Déplacez la carte ou cliquez sur le bouton '<b>Ma Position</b>' pour vous rendre à votre position ! <b>S'il n'existe pas de nid à cet endroit, cliquez ci-dessous</b> :
it: Suggerimento: Trascina la mappa o clicca sul bottone '<b>La mia posizione</b>' per passare alla tua posizione! <b>Se non c'è nessun nido già esistente, clicca qui sotto</b>:
pl: Wskazówka: Przeciągnij mapę lub kliknij przycisk „<b>Moja lokalizacja</b>”, aby przejść do swojego położenia! <b> Jeżeli w tym położeniu nie ma żadnego gniazda, kliknij poniżej</b>:

source: Nope! It's a New Nest!
de: Nö! Es ist ein neues Nest!
es: ¡Nop! ¡Es un nuevo nido!
fi: Ei! Tämä on uusi pesä!
fr: Non ! C'est un nouveau Nid !
it: No! È un Nuovo Nido!
pl: Nie! To nowe gniazdo!

source: New Nest!
de: Neues Nest!
es: ¡Nuevo nido!
fi: Uusi pesä!
fr: Nouveau Nid !
it: Nuovo Nido!
pl: Nowe gniazdo!

source: What type of nest did you discover?
de: Welchen Nesttyp hast du gefunden?
es: ¿Qué tipo de nido descubriste?
fi: Minkä tyyppisen pesän löysit?
fr: Quel type de nid avez-vous découvert ?
it: Che tipo di nido hai trovato?
pl: Jaki to typ gniazda?

source: Multiple appear on the map <span style='text-decoration: underline;'>at once</span> within a single hour (at the same time)
de: Mehrere erscheinen <span style='text-decoration: underline;'>gleichzeitig</span> innerhalb einer Stunde auf der Karte (zur selben Uhrzeit)
es: Varios aparecen en el mapa <span style="text-decoration: underline;">a la vez</span> en una sola hora (al mismo tiempo)
fi: Useita yksilöitä on havaittavissa kartalla <span style='text-decoration: underline;'>samanaikaisesti</span> tunnin sisällä (samaan kellonaikaan)
fr: Plusieurs apparaissent sur la carte <span style='text-decoration: underline;'>en même temps</span> en moins d'une heure (à la même heure)
it: Più apparizioni sulla mappa <span style='text-decoration: underline;'>contemporaneamente</span> in un'ora (allo stesso tempo)
pl: Kilka pojawia się na mapie <span style='text-decoration: underline;'>w tym samym czasie</span> w ciągu jednej godziny (jednocześnie).

source: A single location that spawns a rare/uncommon species at <span style='text-decoration:underline'>the same time(s) every day
de: Ein einzelner Ort, an dem eine seltene/ungewöhnliche Art <span style='text-decoration:underline'>jeden Tag zu gleichen Zeiten erscheint
es: Una única ubicación en la que aparece una especie rara/poco común a <span style='text-decoration:underline'>a la misma(s) hora(s) todos los días
fi: Yksittäinen sijainti, jossa esiintyy harvinaista/epätavallista lajia <span style='text-decoration:underline'>yksi kerrallaan samalla kellonlyömällä useita kertoja päivässä
fr: Un unique emplacement où apparaît une espèce rare/peu commune <span style='text-decoration:underline'>aux mêmes heures chaque jour
it: Un unico luogo in cui appaiono specie rare/non comuni <span style='text-decoration:underline'>allo stesso orario (o agli stessi orari) ogni giorno
pl: Pojedyncza lokalizacja, w której rzadki/niepospolity gatunek występuje <span style='text-decoration:underline'>o tej samej godzinie każdego dnia

source: Next
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
pl: Dalej

source: Report A Nest!
de: Ein Nest melden!
es: ¡Informar sobre un nido!
fi: Ilmoita pesä!
fr: Rapporter un Nid !
it: Segnala Un Nido!
pl: Zgłoś gniazdo!

source: Position the marker to the <em>exact</em> location you believe this species nests at!
de: Positioniere den Pin auf der <em>genauen</em> Position, an der sich das Nest deiner Meinung nach befindet!
es: ¡Posiciona el marcador en la ubicación <em>exacta</em> donde creas que está el nido de esta especie!
fi: Sijoita merkki <em>tarkalleen</em> siihen kohtaan, jossa uskot tämän lajin pesivän!
fr: Placez le marqueur à l'emplacement <em>exact</em> où vous pensez qu'il y a un nid de cette espèce !
it: Posiziona l'indicatore nel punto <em>esatto</em> dove credi che ci sia un nido di questa specie!
pl: Ustaw znacznik <em>dokładnie</em> w miejscu, gdzie według Ciebie znajduje się gniazdo!

source: Tip: Drag the map or click the '<b>My Location</b>' button to pan to your location!
de: Tipp: Ziehe die Karte oder klicke auf die Schaltfläche '<b>Mein Standort</b>', um zu deinem Standort zu schwenken!
es: Consejo: ¡arrastra el mapa o haz clic en el botón "<b>Mi ubicación</b>" para desplazarte a tu ubicación!
fi: Vinkki: Raahaa karttaa tai paina '<b>Oma sijainti</b>' -nappia siirtääksesi kartan omaan sijaintiisi!
fr: Astuce : Déplacez la carte ou cliquez sur le bouton '<b>Ma Position</b>' pour vous rendre à votre position !
it: Suggerimento: Trascina la mappa o clicca il tasto '<b>La Mia Posizione</b>' per andare alla tua posizione!
pl: Wskazówka: Przesuń mapę lub kliknij przycisk „<b>Moja lokalizacja</b>”, aby przejść do swojego położenia!

source: Submit Nest!
de: Nest einreichen!
es: ¡Enviar nido!
fi: Ilmoita pesä!
fr: Soumettre le Nid !
it: Segnala Nido!
pl: Dodaj gniazdo!

source: Tip: Drag the map or click the '<b>My Location</b>' button to pan to your location! If there is no existing nest, click below:
de: Tipp: Ziehe die Karte oder klicke auf die Schaltfläche '<b>Mein Standort</b>', um zu deinem Standort zu schwenken! Sollte dort noch kein Nest existieren, klicke unten:
es: Consejo: ¡arrastra el mapa o haz clic en el botón "<b>Mi ubicación</b>" para desplazarte a tu ubicación! Si no hay un nido existente en esta ubicación, haz clic debajo:
fi: Vinkki: raahaa karttaa tai paina '<b>Oma sijainti</b>' -nappia siirtääksesi kartan omaan sijaintiisi! Jos siinä ei ole vielä olemassaolevaa pesämerkintää, paina allaolevaa:
fr: Astuce : Déplacez la carte ou cliquez sur le bouton '<b>Ma Position</b>' pour vous rendre à votre position ! S'il n'existe pas de nid, cliquez ci-dessous :
it: Suggerimento: Trascina la mappa o clicca il tasto '<b>La Mia Posizione</b>' per passare alla tua posizione! Se non c'è ancora un nido, clicca qui sotto:
pl: Wskazówka: Przesuń mapę lub kliknij przycisk „<b>Moja lokalizacja</b>”, aby przejść do swojego położenia! Jeżeli nie ma tu gniazda, kliknij poniżej:

source: This is a New Nest!
de: Dies ist ein Neues Nest!
es: ¡Este es un nuevo nido!
fi: Tämä on uusi pesä!
fr: C'est un Nouveau Nid !
it: Questo è un Nuovo Nido!
pl: To nowe gniazdo!

source: Catalogue!
de: Verzeichnis!
es: ¡Organiza!
fi: Luettelo!
fr: Cataloguer !
it: Cataloga!
pl: Dodaj opis!

source: Catalogue your encounter info:
de: Verzeichne Informationen zu deiner Begegnung:
es: Organiza la información sobre tu encuentro:
fi: Luetteloi kohtaamistietosi:
fr: Cataloguer vos infos de rencontre :
it: Cataloga le informazioni sul tuo incontro:
pl: Opisz swoje spotkanie:

source: Combat Points (CP)
de: Wettkampfpunkte (WP)
es: Puntos de Combate (PC)
fi: Taistelupisteet (CP eli Combat Points)
fr: Points de Combat (PC)
it: Punti Lotta (PL)
pl: Punkty walki (CP)

source: Enter CP...
de: Trage die WP ein...
es: Ingresa los PC...
fi: Syötä CP...
fr: Entrez les PC...
it: Inserisci PL...
pl: Wpisz CP...

source: Incense
de: Rauch
es: Incienso
fi: Suitsuke (incense)
fr: Encens
it: Aroma

source: Using Incense or Lure Patch
de: Rauch oder Lockmodul benutzen
es: Usando Incienso o Módulo Cebo
fi: Käytin hajustetta (incense) tai houkutinta (lure)
fr: En utilisant de l'Encens ou un Module Leurre
it: Usando Aroma o Moduli Esca
pl: Z użyciem Incense lub Lure

source: Select Quick Move...
de: Wähle Standard-Attacke...
es: Selecciona el movimiento simple...
fi: Valitse pikaliike...
fr: Sélectionnez l'Attaque Rapide...
it: Seleziona Mossa Rapida...
pl: Wybierz szybki atak...

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
pl: Nieznany

source: Select Charge Move...
de: Wähle Spezialattacke...
es: Selecciona el movimiento especial...
fi: Valitse latausliike...
fr: Sélectionnez l'Attaque Chargée...
it: Seleziona Mossa Caricata...
pl: Wybierz mocny atak...

source: Successful Capture
de: Erfolgreicher Fang
es: Captura exitosa
fi: Onnistunut nappaus
fr: Capture Réussie
it: Cattura Riuscita
pl: Udało mi się złapać

source: Un-successful Capture
de: Nicht Erfolgreicher Fang
es: Captura fallida
fi: Epäonnistunut nappaus
fr: Capture Ratée
it: Cattura Fallita
pl: Nie udało mi się złapać

source: Did Not Throw Ball
de: Kein Ball Geworfen
es: Sin lanzar Ball
fi: En heittänyt palloa
fr: Aucune Poké ball lancée
it: Lancio della Ball Non Effettuato
pl: Nie rzuciłem Pokeballa

source: Confirm Your Location!
de: Bestätige Deinen Standort!
es: ¡Confirma tu ubicación!
fi: Vahvista sijaintisi!
fr: Confirmez Votre Position !
it: Conferma La Tua Posizione!
pl: Potwierdź swoją lokalizację!

source: Drag the map so the marker is on your exact position:
de: Ziehe die Karte, sodass der Pin genau auf deinem Standort ist:
es: Arrastra el mapa para que el marcador esté en tu posición exacta:
fi: Raahaa karttaa niin, että merkki on tarkalleen omassa sijainnissasi:
fr: Déplacez la carte afin que le marqueur soit à votre position exacte :
it: Trascina la mappa così che l'indicatore sia esattamente nella tua posizione:
pl: Przesuń mapę tak, aby znacznik był dokładnie tam gdzie ty:

source: Set Location
de: Standort Festlegen
es: Establecer ubicación
fi: Määritä sijainti
fr: Définissez l'Emplacement
it: Imposta Posizione
pl: Ustaw lokalizację

source: Describe The Terrain!
de: Beschreibe die Umgebung!
es: ¡Describe el terreno!
fi: Kuvaile maastoa!
fr: Décrivez le Terrain !
it: Descrivi L'Ambiente!
pl: Opisz teren!

source: Select <b>ALL</b> applicable terrain types. Be specific!:
de: Wähle <b>ALLE</b> zutreffenden Geländetypen aus. Sei präzise!:
es: Selecciona <b>TODOS</b> los tipos de terrenos aplicables. ¡Sé específico!:
fi: Valitse <b>KAIKKI</b> soveltuvat maastotyypit. Ole yksityiskohtainen!:
fr: Sélectionnez <b>TOUS</b> les types de terrains qui peuvent correspondre. Soyez précis ! :
it: Seleziona <b>TUTTI</b> i possibili tipi di ambiente. Sii specifico!:
pl: Dokładnie określ <b>WSZYSTKIE</b> pasujące typy terenu:

source: Land Type
de: Landschaftstyp
es: Tipo de suelo
fi: Alueen tyyppi
fr: Type de Terrain
it: Tipo di Terreno
pl: Typ terenu

source: Confirm & Record
de: Bestätigen & Eintragen
es: Confirmar y registrar
fi: Vahvista ja tallenna
fr: Confirmer & Enregistrer
it: Conferma & Registra
pl: Potwierdź i zapisz

source: Verify that this information is correct:
de: Bestätige, dass diese Informationen korrekt sind:
es: Verifica que esta información sea correcta:
fi: Vahvista tiedot oikeellisiksi:
fr: Vérifier que cette information est correcte :
it: Verifica che questa informazione sia corretta:
pl: Potwierdź poprawność informacji:

source: Select Trainer Level...
de: Wähle dein Trainerlevel aus...
es: Selecciona nivel de entrenador...
fi: Valitse kouluttajataso...
fr: Sélectionnez le Niveau du Dresseur...
it: Seleziona Livello Allenatore...
pl: Wybierz poziom trenera...

source: Trainer Level %n
es: Nivel de entrenador %n
fi: Kouluttajataso %n
fr: Niveau du Dresseur %n
it: Livello Allenatore %n
pl: Poziom trenera: %n

source: Select Team...
de: Team auswählen...
es: Selecciona equipo...
fi: Valitse joukkue...
fr: Sélectionnez l'Équipe...
it: Seleziona Squadra...
pl: Wybierz drużynę...

source: Red Team
de: Rotes Team
es: Equipo rojo
fi: Punainen joukkue
fr: Équipe Rouge
it: Coraggio (Squadra Rossa)
pl: Czerwoni

source: Yellow Team
de: Gelbes Team
es: Equipo amarillo
fi: Keltainen joukkue
fr: Équipe Jaune
it: Istinto (Squadra Gialla)
pl: Żółci

source: Blue Team
de: Blaues Team
es: Equipo azul
fi: Sininen joukkue
fr: Équipe Bleue
it: Saggezza (Squadra Blu)
pl: Niebiescy

source: No Team Yet
de: Noch Kein Team
es: Sin equipo aún
fi: Ei valittua joukkuetta
fr: Encore Aucune Équipe
it: Ancora Nessuna Squadra
pl: Bez drużyny

source: Time:
de: Zeit:
es: Hora:
fi: Aika:
fr: Heure :
it: Tempo:
pl: Godzina:

source: Moon Phase
de: Mondphase
es: Fase lunar
fi: Kuun vaihe
fr: Phase Lunaire
it: Fase Lunare
pl: Faza księżyca

source: <i>If any information is incorrectly displayed, message <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> or the <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad moderators</a> and we'll sort it out!</i>
de: <i>Falls Informationen falsch dargestellt werden sende eine Nachricht an <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> oder die <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad Moderatoren</a> und wir kümmern uns darum!</i>
es: <i>Si alguna información se muestra incorrectamente, ¡manda un mensaje a <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> o a los <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>moderadores de /r/TheSilphRoad</a> y lo solucionaremos!</i>
fi: <i>Jos jokin tieto on esitetty virheellisesti, lähetä viesti <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a>ille tai <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad-moderaattoreille</a>, niin selvitämme tilanteen!</i>
fr: <i>Si une information n'est pas correctement affiché, envoyez un message à <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> ou aux modérateurs de <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a> et nous réglerons le problème !</i>
it: <i>Se qualche informazione non dovesse essere visualizzata correttamente, invia un messaggio a <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> o ai <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>moderatori di /r/TheSilphRoad</a> e la sistemeremo!</i>
pl: <i>Jeżeli jakieś informacje wyświetlają się niepoprawnie, napisz do <a href='https://reddit.com/u/dronpes' target='_blank'>/u/dronpes</a> lub <a href='https://www.reddit.com/message/compose/?to=/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad moderators</a> – zajmiemy się tym!</i>

source: Submit Field Report
de: Feldbericht einreichen
es: Enviar informe de campo
fi: Lisää kenttäilmoitus
fr: Soumettre un Rapport de Terrain
it: Invia un Rapporto sul Campo
pl: Zdaj raport polowy

source: Oops! Unable to retrieve nest data! You may need try again to re-authenticate!
de: Hoppla! Nestdaten konnten nicht geladen werden! Möglicherweise musst du dich erneut verifizieren!
es: ¡Ups! ¡No se pudo obtener los datos del nido! ¡Quizá tengas que autenticarte de nuevo!
fi: Hups! Pesätietojen haku epäonnistui. Voit joutua tunnistautumaan uudelleen.
fr: Oups ! Nous sommes incapables de retrouver les données du nid ! Essayez de vous re-authentifier !
it: Ops! Impossibile caricare i dati relativi al nido! Prova ad eseguire nuovamente l'autenticazione!
pl: Ups! Nie udało się odczytać danych gniazd! Wykonaj ponowne uwierzytelnianie!

source: Oops! There was an error submitting your report, traveler.
de: Hoppla! Es gab einen Fehler bei der Übertragung deines Berichts, Reisender.
es: ¡Ups! Ocurrió un error al enviar tu informe, viajero.
fi: Hups! Ilmoituksen tallennus epäonnistui, matkaaja.
fr: Oups ! Il y a eu une erreur lors de la soumission de votre rapport, voyageur.
it: Ops! C'è stato un errore nell'invio della tua segnalazione, viaggiatore.
pl: Ups! Wystąpił błąd podczas wysyłania tego raportu.

source: Your report has been received! Thanks for contributing your Research, traveler! The Atlas will update in a few minutes.
de: Dein Bericht ist eingegangen! Danke für deinen Forschungsbeitrag, Reisender! Der Atlas wird in ein paar Minuten aktualisiert.
es: ¡Hemos recibido tu informe! ¡Gracias por contribuir con tu investigación, viajero! El Atlas se actualizará en unos minutos.
fi: Ilmoituksesi on vastaanotettu! Kiitos, että jaoit tutkimustesi tulokset, matkaaja! Kartta päivittyy muutaman minuutin kuluessa.
fr: Votre rapport a été reçu ! Merci de votre contribution, voyageur ! L'Atlas sera mis à jour dans quelques minutes.
it: La tua segnalazione è stata ricevuta! Grazie per aver contribuito con la tua Ricerca, viaggiatore! L'Atlante verrà aggiornato tra pochi minuti.
pl: Otrzymaliśmy twój raport! Dziękujemy za udział w badaniach! Atlas zostanie zaktualizowany w ciągu kilku minut.

source: Your session has expired. Please log back in!
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an!
es: La sesión ha caducado. ¡Por favor, inicia sesión nuevamente!
fi: Istuntosi on vanhentunut. Ole hyvä ja kirjaudu uudelleen sisään!
fr: Votre session a expiré. Merci de vous reconnecter !
it: La tua sessione è scaduta. Per favore, esegui nuovamente l'accesso!
pl: Sesja wygasła. Zaloguj się ponownie!

source: Your device/browser does not support geolocation! :(
de: Dein Gerät/Browser unterstützt leider keine Ortung! :(
es: ¡Tu dispositivo/navegador no admite geolocalización! :(
fi: Laitteesi/selaimesi ei tue paikannusta! :(
fr: Votre appareil/navigateur ne supporte pas la géolocalisation ! :(
it: Il tuo dispositivo/browser non supporta la geolocalizzazione :(
pl: Przeglądarka/urządzenie nie obsługują geolokalizacji! :(

source: Whoa, traveler - There are too many sightings to show at this height. Zoom in for more detail.
de: Halt ein, Reisender - Aus dieser Entfernung gibt es zu viele Sichtungen, um sie alle anzuzeigen. Zoom ran, um mehr Details sichtbar zu machen.
es: Tranqui, viajero. Hay demasiados avistamientos para mostrar a esta altura. Haz zoom para más detalles.
fi: Hoi, matkaaja – Liian monta havaintoa näytettäväksi tältä korkeudelta. Lähennä nähdäksesi enemmän yksityiskohtia.
fr: Wow, voyageur - Il y a trop d'observations à afficher à cette échelle. Zoomez pour plus de détails.
it: Ehi, viaggiatore - Ci sono troppi avvistamenti da mostrare a questa altezza. Ingrandisci per vedere più dettagli.
pl: Hola hola, podróżniku. Na tej wysokości znaleźliśmy zbyt wiele obserwacji. Przybliż obszar, aby uzyskać więcej szczegółów.
