Repository: SilphRoad/silph-i18n
Catalog: */atlas.po
Languages: de, es, fi, fr, it, pl

source: Whoa, traveler - There are too many nests to show at this height. Zoom in for more detail.
de: Halt ein, Reisender - Aus dieser Entfernung gibt es zu viele Nester, um sie alle anzuzeigen. Zoom ran, um mehr Details sichtbar zu machen.
es: Tranqui, viajero. Hay demasiados nidos para mostrar a esta altura. Haz zoom para más detalles.
fi: Hoi, matkaaja – Liian monta pesää näytettäväksi tältä korkeudelta. Lähennä nähdäksesi enemmän yksityiskohtia.
fr: Wow, voyageur - Il y a trop de nids à afficher à cette échelle. Zoomez pour plus de détail.
it: Ehi, viaggiatore - Ci sono troppi nidi da mostrare a questa altezza. Ingrandisci per più dettagli.
pl: Hola hola, podróżniku. Na tej wysokości znaleźliśmy zbyt wiele gniazd. Przybliż obszar, aby uzyskać więcej szczegółów.

source: Please select a valid date! (Dates in the future are not accepted.)
de: Bitte wähle ein gültiges Datum aus! (Das Datum darf nicht in der Zukunft liegen.)
es: ¡Por favor, elige un fecha válida! (Las fechas en el futuro no son aceptadas.)
fi: Tarkista päiväys! (Tulevaisuuteen sijoittuvat päivät eivät kelpaa.)
fr: Veuillez s'il vous plait sélectionner une date valide ! (Les dates postérieures ne sont pas acceptées.)
it: Seleziona una data valida, per favore! (Le date future non sono accettate.)
pl: Wybierz poprawną datę (nie można wprowadzić daty w przyszłości).

source: Retrieving Field Reports...
de: Abrufen der Feldberichte...
es: Obteniendo los informes de campo...
fi: Haetaan kenttäilmoituksia...
fr: Récupération des Rapports de Terrain...
it: Recupero Dei Dati...
pl: Pobieranie raportów...

source: Consulting Silph Scope...
de: SIlph Scope zu Rate ziehen...
es: Consultando el Scope Silph...
fi: Luetaan Silph Scopea...
fr: Inspection aux Jumelles Silph
it: Consultando la Spettrosonda...
pl: Sprawdzam z Silph Scope...

source: Learning PokeFlute...
de: Lerne PokeFlöte...
es: Aprendiendo a tocar la Poké Flauta...
fi: Opetellaan soittamaan Poké Flutea...
fr: Apprentissage de la PokéFlute...
it: Imparando a suonare il Poké Flauto...
pl: Uczę się grać na PokeFlecie...

source: Quitting PokeFlute & Taking Up Drums...
de: Gebe PokeFlöte auf & Fange mit Trommeln an...
es: Dejando la Poké Flauta y recogiendo la batería...
fi: Hylätään Poké Flute & aloitetaan rumpujen soitto...
fr: Abandon de la PokéFlute & Reprise de la Batterie...
it: Rinunciando al Poké Flauto & Tirando Fuori la Batteria...
pl: Rzucam PokeFlet i biorę się za bębny...

source: Reading Trail Pointers...
de: Lese Wegweiser...
es: Leyendo los indicadores de camino...
fi: Luetaan tienviittoja...
fr: Lecture d'Indicateur de Traînée...
it: Leggendo le Dritte per i Viaggiatori...
pl: Czytam znaki na szlaku...

source: Ordering MewTwo Around...
de: Mewtu Herumkommandieren...
es: Mangoneando a Mewtwo...
fi: Komennellaan MewTwota...
fr: Commande d'un Mewtwo...
it: Impartendo Ordini a MewTwo...
pl: Rozkazuję MewTwo...

source: Rinsing Max Repel Off Shoes...
de: Wasche Top-Schutz von den Schuhen...
es: Lavando el Repelente Máximo de las Deportivas...
fi: Huuhdotaan Max Repelit kengistä...
fr: Rinçage des chaussures en utilisant un Repousse Max...
it: Risciacquando Via il Repellente Max dalle Scarpe...
pl: Spłukuję odstraszacz z butów...

source: Blowing in the Cartridge...
de: Puste ins Spielmodul...
es: Soplando el cartucho...
fi: Puhalletaan kasettiin...
fr: Souffle dans une Cartouche...
it: Soffiando nella Cartuccia...
pl: Przedmuchuję kartridż...

source: Reticulating Splines...
de: Splinen vernetzen...
es: Trazando retículas de Splines...
fi: Verkostoidaan käyriä...
fr: Extrapolation des Courbes...
it: Reticolazione dei Listelli...
pl: Sieciowanie splajnów...

source: Surfing to Cinnabar Island...
de: Surfe zur Zinnoberinsel...
es: Surfeando a Isla Canela...
fi: Lainelautaillaan Cinnabar-saarelle...
fr: Surf vers Cramois'Île...
it: Surfando verso l'Isola Cannella...
pl: Płynę na wyspę Cinnabar...

source: Admiring Our Master Ball...
de: Unseren Meisterball bewundern...
es: Admirando nuestra Master Ball...
fi: Ihaillaan Master Ballia...
fr: Admiration de Notre MasterBall...
it: Ammirando la Nostra Master Ball...
pl: Podziwiam Master Balla...

source: Enable location services to jump to your location!
de: Aktiviere Ortungsdienste, um zu deinem Standort zu springen!
es: ¡Activa los servicios de localización para ir a tu posición!
fi: Ota käyttöön sijaintipalvelut hypätäksesi suoraan sijaintiisi!
fr: Activez le service de localisation pour vous rendre à votre position !
it: Abilita i servizi di localizzazione per andare alla tua posizione!
pl: Włącz lokalizację, aby przejść do swojego położenia.

source: Select All
de: Alle Auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona Tutto
pl: Zaznacz wszystko

source: All Species
de: Alle Arten
es: Todas las especies
fi: Kaikki lajit
fr: Toutes les Espèces
it: Tutte le Specie
pl: Wszystkie gatunki

source: Species
de: Art
es: Especies
fi: laji
fr: Espèces
it: Specie
pl: Gatunki

source: species
de: arten
es: especie
fi: laji
fr: espèces
it: specie
pl: gatunki

source: All Verification Levels
de: Alle Überprüfungsebenen
es: Todos los niveles de verificación
fi: Kaikki vahvistustasot
fr: Tous les Niveaux de Vérification
it: Tutti i Livelli di Verifica
pl: Wszystkie poziomy weryfikacji

source: All Nest Types
de: Alle Nesttypen
es: Todos los tipos de nido
fi: Kaikki pesätyypit
fr: Tous les Types de Nid
it: Tutti i Tipi di Nido
pl: Wszystkie typy gniazd

source: Nest Behavior
de: Nestverhalten
es: Comportamiento de nido
fi: Pesäkäyttäytyminen
fr: Comportement du Nid
it: Comportamento del Nido
pl: Zachowanie gniazda

source: 1 Nest Behavior
de: 1 Nestverhalten
es: 1 Comportamiento del nido
fi: 1 pesätyyppi
fr: 1 Comportement de Nid
it: 1 Comportamento del Nido
pl: 1 zachowanie gniazda

source: Nest Behaviors
de: Nestverhalten
es: Comportamientos de los nidos
fi: pesätyyppiä
fr: Comportements de Nid
it: Comportamenti del Nido
pl: Zachowania gniazd

source: Whoa, traveler - there are too many sightings to show at this height. Zoom in for more detail.
de: Halt ein, Reisender - Aus dieser Entfernung gibt es zu viele Sichtungen, um sie alle anzuzeigen. Zoom ran, um mehr Details sichtbar zu machen.
es: Tranqui, viajero. Hay demasiados avistamientos para mostrar a esta altura. Haz zoom para más detalles.
fi: Hoi, matkaaja – Liian monta havaintoa näytettäväksi tältä korkeudelta. Lähennä nähdäksesi enemmän yksityiskohtia.
fr: Wow, voyageur - Il y a trop d'observations à afficher à cette échelle. Zoomez pour plus de détails.
it: Ehi, viaggiatore - Ci sono troppi avvistamenti da mostrare a questa altezza. Ingrandisci per più dettagli.
pl: Hola hola, podróżniku. Na tej wysokości znaleźliśmy zbyt wiele obserwacji. Przybliż obszar, aby uzyskać więcej szczegółów.

source: Sighted!
de: Gesichtet!
es: ¡Avistado!
fi: Havaittu!
fr: Observé !
it: Avvistato!
pl: Zaobserwowany!

source: Species reportedly common at location
de: Art ist hier häufig gesehen worden
es: Especie supuestamente común en la ubicación
fi: Sijainnissa yleisiksi ilmoitetut lajit
fr: Les espèces rapportées comme commune à l'emplacement
it: Specie segnalata come comune in questa località
pl: Gatunki uznawane za pospolite w tej lokalizacji

source: Sighting Reports are currently under construction. You may still submit Nest reports, however!
de: Sichtungsberichte sind momentan in Bearbeitung. Du kannst aber Nestberichte einreichen!
es: Los informes de avistamiento están bajo construcción actualmente. ¡Sin embargo, aún puedes enviar informes de nido!
fi: Havaintoilmoitukset ovat parhaillaan työn alla. Voit kuitenkin yhä tehdä pesäilmoituksia!
fr: Les Rapports d'Observation sont actuellement en construction. Vous pouvez tout de même toujours soumettre des Rapports de Nid !
it: La funzionalità di Segnalazione degli Avvistamenti è in costruzione. Tuttavia puoi comunque segnalare i nidi!
pl: Sprawozdania z obserwacji są obecnie w trakcie implementacji. Możesz jednak nadal zgłaszać gniazda!

source: You must be logged in to submit nests!
de: Du musst angemeldet sein, um Nester zu melden!
es: ¡Debes haber iniciado sesión para enviar nidos!
fi: Kirjaudu sisään lisätäksesi pesäilmoituksen!
fr: Vous devez être connecté pour soumettre des nids !
it: Devi essere autenticato per poter segnalare i nidi!
pl: Aby zgłaszać gniazda, musisz się zalogować!

source: This species is spawning globally for an Event! We'll wait on collecting data on this species until the festivities are over. Happy Festivities!
de: Diese Art erscheint weltweit für ein Event! Wir werden mit dem Sammeln von Daten bis nach dem Event warten. Fröhliche Feierlichkeiten!
es: ¡Esta especie está apareciendo globalmente debido a un evento! Esperaremos a que terminen estas celebraciones para comenzar a recolectar datos de esta especie. ¡Felices fiestas!
fi: Tämä laji esiintyy nyt yleisemmin maailmanlaajuisesti tapahtuman ajan. Odotamme, kunnes juhlinta on ohi, ennen kuin keräämme lisää tietoja tähän lajiin liittyen. Hauskaa tapahtumanviettoa!
fr: Cette espèce est très commune dans le monde en raison d'un Évènement ! Nous attendrons la fin des festivités pour collecter de nouveau des données sur cette espèce. Bonne festivité !
it: Questa specie sta apparendo globalmente per un Evento! Stiamo aspettando la fine dell'evento prima di poter ricevere dei dati su questa specie. Buone Festività!
pl: Ten gatunek występuje powszechnie względu na trwające wydarzenie! Wstrzymaliśmy się ze zbieraniem danych na temat tego gatunku aż do zakończenia aktualnego wydarzenia. Udanych łowów!

source: Select a Charge Move
de: Wähle eine Spezialattacke
es: Selecciona un movimiento especial
fi: Valitse latausliike
fr: Sélectionnez une Attaque Chargée
it: Seleziona una Mossa Caricata
pl: Wybierz mocny atak...

source: Please select a radio button!
de: Bitte wähle eine Option!
es: ¡Por favor, selecciona un botón de radio!
fi: Valitse yksi vaihtoehdoista!
fr: Veuillez sélectionner un bouton radio !
it: Seleziona un'opzione!
pl: Wybierz przycisk!

source: Your session has expired. Please log back in for your security
de: Deine Sitzung ist abgelaufen. Bitte melde dich zu deiner Sicherheit wieder an
es: Tu sesión ha expirado. Por favor, vuelve a identificarte por tu seguridad.
fi: Istuntosi on vanhentunut. Ole hyvä ja kirjaudu uudelleen sisään turvallisuussyistä.
fr: Votre session a expiré. Veuillez vous re-connecter pour votre sécurité
it: La tua sessione è scaduta. Riconnettiti per la tua sicurezza
pl: Sesja wygasła. Ze względów bezpieczeństwa zaloguj się ponownie.

source: Unable to save report! Please check your web connection and try again!
de: Speichern des Berichts nicht möglich! Bitte überprüfe deine Internetverbindung und versuche es nochmal!
es: ¡No se pudo guardar el informe! ¡Por favor, comprueba tu conexión a internet e inténtalo de nuevo!
fi: Ilmoituksen tallentaminen epäonnistui. Ole hyvä ja tarkista verkkoyhteytesi ja yritä uudelleen!
fr: Impossible de sauvegarder le rapport ! Veuillez vérifier votre connexion internet puis réessayez !
it: Impossibile salvare la segnalazione! Controlla la tua connessione internet e riprova!
pl: Nie można zapisać raportu! Sprawdź połączenie internetowe i spróbuj ponownie!

source: Please select your Trainer level!
de: Bitte wähle dein Trainerlevel!
es: ¡Por favor, selecciona tu nivel de entrenador!
fi: Ole hyvä ja valitse kouluttajatasosi!
fr: Veuillez sélectionner votre Niveau de Dresseur !
it: Seleziona il tuo livello Allenatore!
pl: Wybierz poziom trenera!

source: Please select your Team!
de: Bitte wähle dein Team!
es: ¡Por favor, selecciona tu equipo!
fi: Ole hyvä ja valitse joukkueesi!
fr: Veuillez sélectionner votre Équipe !
it: Seleziona la tua Squadra!
pl: Wybierz swoją drużynę!

source: Whoa, traveler - There are too many
fr: Wow, voyageur - Il y a trop

source: nests
fr: de nids

source: sightings
fr: d'observations

source: Note: No need to report Grass-Type Pokemon during the Grass-Type Event!
de: Hinweis: Es ist nicht nötig, Pokemon vom Typ Pflanze während des Pflanzen-Events zu melden!
es: Nota: ¡no hay necesidad de informar los Pokémon de tipo Planta durante el Evento del tipo Planta!
fi: Huomio: Grass-tyyppisiä pokémoneja ei tarvitse ilmoittaa Grass-tapahtuman aikana!
it: Attenzione: Non c'è bisogno di segnalare avvistamenti di Pokemon d'erba durante l'evento per i Pokemon d'erba.
pl: Uwaga: Podczas wydarzenia z Pokemonami trawiastymi nie zgłaszaj gatunków trawiastych!
