Repository: SilphRoad/silph-i18n
Catalog: */blog.po
Languages: de, es, fi, fr, it, nl, zh_tw

source: Trending
de: Trendthemen
es: Tendencias
fi: Nousussa
fr: Tendance
it: Di Tendenza
nl: Populair
zh_tw: 目前趨勢

source: Tip:
de: Tipp:
es: Consejo:
fi: Vinkki:
fr: Astuce :
it: Suggerimento:
zh_tw: 秘訣：

source: Research:
de: Forschung:
es: Investigación:
fi: Tutkimus:
fr: Recherche :
it: Ricerca:
nl: Onderzoek:
zh_tw: 研究：

source: News:
de: Neuigkeiten:
es: Noticias:
fi: Uutiset:
fr: Nouvelles :
it: Novità:
nl: Nieuws:
zh_tw: 新聞：

source: <b>Why Ads?</b> TheSilphRoad.com's research tools generate massive traffic - and it costs money to keep the Silph lights on!
fi: <b>Miksi mainoksia?</b> TheSilphRoad.comin tutkimustyökalut luovat valtavan määrän tietoliikennettä, eikä Silph Roadin pystyssä pitäminen ole ilmaista!
nl: <b>Waarom Advertenties?</b> TheSilphRoad.com's onderzoeksinstrumenten zorgen voor veel internetverkeer - en het kost dus geld om de Silph Road online te houden!
zh_tw: <b>為何有廣告？</b> TheSilphRoad.com 的研究會產生極大的流量，故需要資金才能維繫 Silph 的營運！

source: Loading Last Tweet...
fi: Ladataan viimeisintä twiittiä...
nl: Laatste Tweets aan het laden...
zh_tw: 讀取上一篇推特文......

source: Grassroots Pokemon GO Network
de: Pokemon GO Basisnetzwerk
es: La red de Pokémon GO comunitaria
fi: Ruohonjuuritason Pokémon GO -verkosto
fr: Réseau Local de Pokémon GO
it: Network Popolare di Pokemon GO
nl: Grassroots Pokemon Go Netwerk
zh_tw: Pokemon GO 基層網絡

source: The Silph Road's Global Nest Atlas is the largest collection of known Pokemon GO nest locations in the world. Kept up-to-date by travelers all around the world, nests are tracked and explained with a history for each nest location...
de: Der globale Nest-Atlas von The Silph Road ist die größte Sammlung von bekannten Pokemon GO Nest-Standorten auf der ganzen Welt. Reisende auf der ganzen Welt halten ihn auf dem neusten Stand, Nester werden erkundet und ihre Position samt ihrer Geschichte festgehalten...
es: El Atlas de Nidos Global de The Silph Road es la más grande colección de ubicaciones de nidos de Pokémon GO conocidos en el mundo. Mantenida al día por viajeros en todo el mundo, los nidos son rastreados y explicados con una crónica por cada ubicación de nido...
fi: The Silph Roadin maailmanlaajuinen pesäkartasto on suurin tunnettujen Pokémon GO -pesäsijaintien kokoelma. Matkaajat ympäri maailmaa pitävät kartastoa ajan tasalla, ja kullekin pesälle ylläpidetään selventävää ilmoitus- ja havaintohistoriaa...
fr: The Silph Road vous présente son Atlas Mondial des Nids, la plus importante base de donnée de nids répertoriés au monde dans Pokémon GO. Mise à jour en permanence par nos voyageurs du monde entier, les nids sont suivis et décrits avec un historique pour chaque nid...
it: L'Atlante Globale dei Nidi di Silph Road è la più grande raccolta di nidi conosciuti in Pokémon GO al mondo. Viene aggiornato dai viaggiatori di tutto il mondo, i nidi sono tracciati e spiegati con uno storico per ogni posizione...
nl: De Wererdwijde Nest Altlas van The Silph Road is de grootste verzameling van Pokemon GO nest locaties ter wereld. De nesten worden actueel gehouden door spelers over de hele wereld. Elke nest locatie is bovendien voorzien van een geschiedenis met voorgaande nesten
zh_tw: The Silph Road 的全球巢穴集收錄全世界最多的 Pokemon GO 已知巢穴地點。 透過世界各地的旅行者持續提供最新資訊，並且經由歷史紀錄追蹤及解釋各個巢穴地點……

source: The Silph Road's Global Nest Atlas is the largest collection of known Pokemon GO nest locations in the world, complete with histories from travelers around the world...
de: Der globale Nest-Atlas von The Silph Road ist die größte Sammlung von bekannten Pokemon GO Nest-Standorten auf der ganzen Welt, komplett mit ihrer Geschichte von Reisenden rund um den Globus...
es: El Atlas de Nidos Global de The Silph Road es la más grande colección de ubicaciones de nidos de Pokémon GO conocidos en el mundo, lleno de crónicas de viajeros de todo el mundo...
fi: The Silph Roadin maailmanlaajuinen pesäkartasto on maailman suurin tunnettujen Pokémon GO -pesäsijaintien kokoelma, joka sisältää havaintohistorian kaikille pesille...
fr: The Silph Road vous présente son Atlas Mondial des Nids, la plus importante base de donnée de nids répertoriés dans Pokémon GO au monde, complétée avec des histoires de voyageurs de tous horizons...
it: L'Atlante Globale dei Nidi di Silph Road è la più grande raccolta di nidi conosciuti in Pokémon GO al mondo, completa con le storie dei viaggiatori intorno al mondo...
nl: De Wereldwijde Nest Atlas van The Silph road is de grootste verzameling van gekende Pokemon GO nest locaties in de wereld, compleet met geschiedenis van reizigers over de hele wereld...
zh_tw: The Silph Road 的全球巢穴集收錄全世界最多的 Pokemon GO 已知巢穴地點，是由世界各地的旅行者提供歷史記錄而完成……

source: Latest Pokemon GO Tips & News
de: Neueste Pokemon GO Tipps & Neuigkeiten
es: Los más recientes consejos y noticias de Pokémon GO
fi: Viimeisimmät Pokémon GO -vinkit & -uutiset
fr: Dernières astuces et actualités de Pokémon GO
it: Ultimi Consigli & Novità su Pokémon GO
nl: Recentste Pokemon Go Tips & Nieuws
zh_tw: 最新 Pokemon GO 秘訣及新聞

source: Latest from the Silph Research Group
de: Neues von der Silph Forschungsgruppe
es: Lo más reciente del Grupo de Investigación de Silph
fi: Viimeisimmät Silph-tutkimusryhmältä
fr: Dernières infos du Groupe de Recherche Silph Road
it: Le ultime dal Gruppo di Ricercatori della Silph
nl: Laatste info van de Silph Research Groep
zh_tw: Silph 研究團隊之最新消息

source: Trail Pointer:
de: Wegweiser:
es: Indicador de camino:
fi: Tienviitta:
fr: Astuce :
it: Indicazione:
nl: Wegwijzer:
zh_tw: 路標：

source: Silph Study:
de: Silph-Studie:
es: Estudio de Silph:
fi: Silph-tutkimus:
fr: Étude Silph :
it: Ricerca Silph:
nl: Silph Studie
zh_tw: Silph 所做研究：

source: Field Update
de: Feld-Update
es: Actualización de campo
fi: Kenttäpäivitys
fr: Actualité du Terrain
it: Aggiornamento dal Campo
nl: Veld Update
zh_tw: 實地考察更新

source: See Full Tip &raquo;
de: Vollständigen Tipp Anzeigen &raquo;
es: Ver el consejo completo &raquo;
fi: Lue koko vinkki &raquo;
fr: Voir l'Astuce Complète &raquo;
it: Vedi L'Intero Suggerimento &raquo;
nl: Zie Volledige Tip &raquo;
zh_tw: 察看完整秘訣 &raquo;

source: Full Article &raquo;
de: Vollständiger Artikel &raquo;
es: Artículo completo &raquo;
fi: Lue koko kirjoitus &raquo;
fr: Article Complet &raquo;
it: Articolo intero &raquo;
nl: Volledig Artikel &raquo;
zh_tw: 全文展開 &raquo;

source: Stay Tuned for More Tips!
de: Bleibt dran für weitere Tipps!
es: ¡Estate atento para más consejos!
fi: Lisää vinkkejä tulossa, pysy kuulolla!
fr: Restez Connectés pour Plus de Conseils!
it: Rimanete Connessi per Maggiori Suggerimenti!
nl: Blijf op de hoogte voor meer tips!
zh_tw: 請密切關注以獲得更多秘訣！

source: The Silph Road will be publishing a new tips periodically on this feed. These <code>Trail Pointers</code> will help you on your way to becoming a Pokemon GO master!
de: The Silph Road wird in diesem Feed regelmäßig neue Tipps veröffentlichen. Diese <code>Wegweister</code> werden dir auf deinem Weg helfen, ein wahrer Pokemon GO Meister zu werden!
es: The Silph Road estará publicando nuevos consejos periódicamente en este medio. ¡Estos <code>indicadores de camino</code> te ayudarán en tu camino para convertirte en un maestro de Pokémon GO!
fi: The Silph Road käyttää tätä syötettä ajoittain uusien vinkkien julkaisuun. Nämä <code>tienviitat</code> auttavat sinua matkallasi kohti Pokémon GO -mestaruutta!
fr: The Silph Road publiera régulièrement de nouvelles astuces sur cette page. Ces <code>Astuces</code> vous aideront à devenir un Maître de Pokémon GO !
it: The Silph Road pubblicherà nuovi suggerimenti su questo argomento periodicamente. Queste <code>Indicazioni</code> ti guideranno sulla strada per diventare un maestro di Pokemon GO!
nl: The Silph Road zal hier regelmatig nieuwe tips publiceren. Deze <code> Wegwijzers</code> zullen je op weg helpen om een Pokemon GO Meester te worden!
zh_tw: The Silph Road 將會定期在此網頁發布新提示，這些<code>路標</code>將一路幫助您成為 Pokemon GO 大師！

source: Stay Tuned for More Publications from the Silph Research Group
de: Bleibt dran für weitere Veröffentlichungen der Silph Forschungsgruppe
es: Estate atento para más publicaciones del Grupo de Investigación de Silph
fi: Uusia Silph-tutkimusryhmän julkaisuja odotettavissa, pysy kuulolla
fr: Restez Connectés pour Plus de Publications de la part du Groupe de Recherche Silph Road
it: Resta Connesso per Maggiori Pubblicazioni da parte del Gruppo di Ricercatori della Silph
nl: Blijf op de hoogte voor meer publicaties van de Silph Research Group
zh_tw: 請密切關注以獲得更多 Silph 研究團隊發表的資訊

source: The Silph Research Group has been recently re-organized and will be publishing formal findings in this feed. Stay tuned for more delicious science soon, travelers!
de: Die Silph-Forschungsgruppe wurde kürzlich neu organisiert und wird offizielle Ergebnisse in diesem Feed veröffentlichen. Bleibt dran für noch mehr köstliche Wissenschaft, Reisende!
es: El Grupo de Investigación de Silph ha sido reorganizado recientemente y estará publicando hallazgos académicos en este medio. ¡Estaros atentos para más ciencia deliciosa, viajeros!
fi: Silph-tutkimusryhmä on juuri uudelleenjärjestäytynyt ja tulee julkaisemaan löydöksiään tässä syötteessä. Herkullista tiedettä odotettavissa pian, pysykää kuulolla, matkaajat!
fr: Le Groupe de Recherche Silph a récemment été réorganisé et va publier des recherches formelles dans ce flux. Restez connectés pour bientôt plus d'informations croustillantes, voyageurs !
it: Il Gruppo di Ricercatori della Silph si è da poco ri-organizzato e pubblicherà risultati ufficiali su questo argomento. Rimanete connessi per ancor più deliziosa scienza, viaggiatori!
nl: De Silph Research Group is onlangs opnieuw georganiseerd en publiceert formele bevindingen in deze feed. Blijf de pagina bezoeken voor meer wetenschap, reizigers!
zh_tw: The Silph 研究小組最近進行改組，未來將於此網頁發布正式的調查結果。 各位旅行者，請密切關注即將出現的精采科學發現！
