Repository: SilphRoad/silph-i18n
Catalog: */nest_details.po
Languages: de, es, fi, fr, it, nl, pl, zh_tw

source: Map
de: Karte
es: Mapa
fi: Kartta
fr: Carte
it: Mappa
nl: Kaart
pl: Mapa
zh_tw: 地圖

source: Silph Nest: #
es: Nido de Silph: #
fi: Silph-pesä: #
fr: Nid Silph : #
it: Nido Silph: #
pl: Nr gniazda Silph:
zh_tw: Silph 巢穴：#

source: Suspected Species
de: Vermutete Art
es: Presunta especie
fi: Oletettu laji
fr: Espèces Trouvées
it: Specie sospettata
nl: Vermoedelijke Soort
pl: Zauważone gatunki
zh_tw: 疑似物種

source: Unverified
de: Unbestätigt
es: Sin verificar
fi: Vahvistamaton
fr: Non vérifié
it: Non verificato
nl: Niet geverifieerd
pl: Niezweryfikowane
zh_tw: 未經證實

source: Unknown Status!
de: Unbekannter Status!
es: ¡Estado desconocido!
fi: Tuntematon tila!
fr: Statut Inconnu !
it: Stato Sconosciuto!
nl: Onbekende Status!
pl: Status nieznany!
zh_tw: 未知狀態！

source: Add your report to help identify this location's new nest species - or if it's not a nest location at all!
de: Füge einen Bericht hinzu, um bei der Identifizierung der Nestart dieses Standortes zu helfen - oder ob es sich überhaupt nicht um einen Nest-Standort handelt!
es: Añade tu informe para ayudar a identificar la nueva especie de esta ubicación, ¡o si no es una ubicación de nido en lo absoluto!
fi: Ilmoita pesähavaintosi, jotta voimme määrittää tässä sijainnissa pesivän uuden lajin – tai onko tämä pesä ollenkaan!
fr: Ajouter votre rapport pour aider à identifier les espèces de ce nouveau nid à cet endroit - ou si ce n'est pas un nid du tout !
it: Aggiungi la tua segnalazione per aiutarci a scoprire se questo Ã¨ un nuovo nido di una specie - o se il nido non esiste affatto!
pl: Dodaj raport, aby pomóc zidentyfikować nowy gatunek w tym gnieździe. Albo określ, że to miejsce nie jest w ogóle gniazdem!
zh_tw: 新增報告以幫助確認此地點的新巢穴物種，或者回報此地點並非巢穴！

source: Update
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
nl: Bijwerken
pl: Zaktualizuj
zh_tw: 更新

source: Add
de: Hinzufügen:
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
zh_tw: 新增

source: My Report
de: Mein Bericht
es: Mi informe
fi: Ilmoitukseni
fr: Mon Rapport
it: La Mia Segnalazione
nl: Mijn Verslag
pl: Moje zgłoszenie
zh_tw: 我的報告

source: You must Authenticate to add your field report:
de: Du musst dich verifizieren, um deinen Feldbericht hinzuzufügen:
es: Debes autenticarte para añadir tu informe de campo:
fi: Tunnistaudu lisätäksesi kenttäilmoituksen:
fr: Vous devez vous Identifier pour ajouter votre rapport :
it: Devi Autenticarti per aggiungere la tua segnalazione:
nl: Je moet je Identificeren om je verslag toe te voegen:
pl: Dodanie zgłoszenia wymaga uwierzytelnienia:
zh_tw: 您必須驗證身份才可新增實地考察報告：

source: Authenticate
de: Verifizieren
es: Autenticarse
fi: Tunnistaudu
fr: Identification
it: Autenticati
nl: Identificeer
pl: Uwierzytelnij
zh_tw: 驗證

source: Scout Report
de: Späherbericht
es: Informe de exploración
fi: Tiedusteluraportti
fr: Rapport de Scout
it: Resoconto dell'Esplorazione
nl: Verkennings Rapport
pl: Raport zwiadowcy
zh_tw: 偵察報告

source: SAW CLUSTER SPAWN
de: GRUPPENSPAWN GESICHTET
es: APARICIÓN EN MASA VISTA
fi: NÄIN RYPÄSESIINTYMÄN
fr: GROUPE D'APPARITION DÉTECTÉ
it: OSSERVATA APPARIZIONE DI GRUPPO
nl: CLUSTER SPAWN GEZIEN
pl: GROMADA POKEMONÓW
zh_tw: 目睹群集出怪

source: SAW FREQUENT SPAWN AREA
de: HÄUFIGEN SPAWN-BEREICH GESICHTET
es: ÁREA DE APARICIÓN FRECUENTE VISTA
fi: NÄIN YLEISEN ESIINTYMISALUEEN
fr: ZONE D'APPARITION FRÉQUENTE DÉTECTÉ
it: OSSERVATA ZONA CON APPARIZIONI FREQUENTI
nl: VEEL VOORKOMEND SPAWN GEBIED GEZIEN
pl: OBSZAR WYSTĘPOWANIA
zh_tw: 目睹頻繁出怪區域

source: SAW FREQUENT SPAWN POINT
de: HÄUFIGEN SPAWN-PUNKT GESICHTET
es: PUNTO DE APARICIÓN FRECUENTE VISTO
fi: NÄIN YLEISEN ESIINTYMISPISTEEN
fr: POINT D'APPARITION FRÉQUENTE DÉTECTÉ
it: OSSERVATO PUNTO DI APPARIZIONI FREQUENTI
nl: VEEL VOORKOMEND SPAWN PUNT GEZIEN
pl: PUNKT WYSTĘPOWANIA
zh_tw: 目睹頻繁出怪點

source: No Comment
de: Kein Kommentar
es: Sin comentarios
fi: Ei kommenttia
fr: Aucun commentaire
it: Nessun Commento
nl: Geen Opmerking
pl: Brak komentarza
zh_tw: 無評論

source: No Nest Found!
de: Kein Nest gefunden!
es: ¡No se ha encontrado ningún nido!
fi: Pesää ei löytynyt!
fr: Aucun Nid Trouvé !
it: Nessun Nido Trovato!
nl: Geen Nest Gevonden!
pl: Nie znaleziono gniazda!
zh_tw: 未發現巢穴！

source: On
de: An
es: ¡El día
fr: Le
it: Il
nl: Op
pl: Dnia

source: first discovered this location and suspected it was a
de: hat diesen Ort zuerst entdeckt und vermutet, es sei ein
es: fue el primero en descubrir esta ubicación y sospechó que era un nido de
fi: löysi tämän sijainnin ensimmäistä kertaa ja epäili, että se oli
fr: a découvert cet endroit pour la première fois et a suspecté qu'il s'agissait d'un Nid de
it: ha scoperto per primo questo posto e ha sospettato che fosse un nido di
nl: heeft als eerste dit nest ondekt: een
pl: pierwszy odkrył/odkryła to miejsce i podejrzewa, że to gniazdo

source: nest!
fi: pesä!
