Repository: SilphRoad/silph-i18n
Catalog: */registration.po
Languages: de, es, fi, fr, it, nl, pl

source: You must place a marker (even if you wish to specify a radius of ZERO blocks) so you can be placed in a Camp! (Try a non-Internet Explorer browser!)
de: Du musst einen Pin platzieren (selbst wenn du nur einen Radius von NULL setzen möchtest), sodass du einem Camp zugeordnet werden kannst! (Versuch es mit einem anderen Browser als dem Internet Explorer!)
es: ¡Debes ubicar un marcador (incluso si deseas especificar un radio de CERO manzanas) para que puedas ser colocado en un Camp! (¡Intenta con un navegador distinto a Internet Explorer!).
fi: Sinun on asetettava merkki (vaikka haluaisitkin asettaa etäisyydeksi NOLLA korttelia), jotta sinut voidaan sijoittaa leiriin! (Kokeile jotakin muuta selainta kuin Internet Exploreria!)
fr: Vous devez placer un marqueur (même si vous souhaitez spécifier un rayon de ZÉRO pâtés), ainsi vous pourrez être placé dans un Camp ! (Essayez un autre navigateur qu'Internet Explorer !)
it: Devi posizionare un marcatore (anche se vuoi indicare un raggio di ZERO isolati) per essere posizionato in un Campo! (Prova con un browser diverso da Internet Explorer!)
pl: Musisz umieścić znacznik (nawet jeśli określasz promień ZERO przecznic), abyśmy przydzielili Cię do obozu. (Postaraj się nie korzystać z przeglądarki Internet Explorer).

source: You must specify a radius, even if it is ZERO!
de: Du musst einen Radius angeben, auch wenn er NULL ist!
es: Debes especificar un radio, ¡incluso si es de CERO!
fi: Sinun on asetettava etäisyys, vaikka se olisi NOLLA!
fr: Vous devez spécifier un rayon, même s'il est de ZÉRO !
it: Devi indicare un raggio, anche se è ZERO!
nl: Je moet een radius ingeven, ook al is die NUL!
pl: Musisz określić promień, nawet jeśli wynosi on ZERO.
