Repository: SilphRoad/silph-i18n
Catalog: */registration.po
Languages: de, es, fi, fr, it, nl, pl

source: You'll get an email from the <b>Silph Executive</b> team when your <b>Traveler Card</b> is ready to be issued. (You'll need that to actually trade on the <b>Road</b>).
de: Du wirst eine E-Mail vom <b>Silph Executive</b> Team bekommen, wenn deine <b>Traveler Card</b> fertig ausgestellt werden kann. (Diese brauchst du, um auf der <b>Road</b> Tausch betreiben zu können).
es: Recibirás un correo electrónico del equipo <b>ejecutivo de Silph</b> cuando tu <b>ficha de viajero</b> esté lista para ser concedida. (Efectivamente, la necesitarás para efectuar intercambios en la <b>Road</b>).
fi: Saat sähköpostin <b>Silph-johtajilta</b>, kun <b>matkaajakorttisi</b> on valmis myönnettäväksi. (Tarvitset sitä voidaksesi käydä vaihtokauppaa <b>Roadin</b> kautta.)
fr: Vous recevrez un e-mail venant de l'équipe <b>Silph Executive</b> lorsque votre <b>Carte de Voyageur</b> sera prête à être émise. (Vous en aurez besoin pour pouvoir échanger sur la <b>Route</b>).
it: Riceverai un'email dal team dei <b>Silph Executive</b> quando la tua <b>Carta del Viaggiatore</b> sarà pronta per essere emessa. (Ne avrai bisogno per effettuare scambi sulla <b>Road</b>).
nl: Je zal een e-mail krijgen van het <b>Silph Leidinggevenden</b> team als je <b>Reizigerskaart</b> klaar is om uitgegeven te worden. (Je hebt deze nodig om te kunnen handelen op de <b>Silph Road</b>).
pl: Gdy tylko twoja <b>Karta podróżnika</b> będzie gotowa, otrzymasz wiadomość od <b>Szefa Silph</b>. (Karta jest potrzebna do wymieniania się na <b>Silph Road</b>).

source: Nobody really seems to know much about the executives... but the <b>Silph Road</b> system they built is fantastic. Rumor has it they're based in New York City!
de: Niemand scheint wirklich genaueres über die Executives zu wissen... aber das <b>Silph Road</b> System, das sie aufgebaut haben, ist fantastisch. Gerüchte besagen, dass sich ihr Basislager in New York City befindet!
es: Nadie parece saber mucho acerca de los ejecutivos en realidad... pero el sistema de <b>The Silph Road</b> que construyeron es fantástico. ¡Los rumores dicen que tienen su sede central en la ciudad de Nueva York!
fi: Kukaan ei vaikuta tietävän hirveästi johtajista... mutta heidän rakentamansa <b>Silph Road</b> -järjestelmä on mahtava. Huhut kertovat, että he toimivat New Yorkin kaupungista!
fr: Personne ne semble réellement en savoir plus au sujet des executives... mais le système de <b>Silph Road</b> qu'ils ont bâti est fantastique. Les rumeurs suggèrent qu'ils seraient basés dans la ville de New York !
it: Nessuno sembra sapere granché sugli executives... ma il sistema della <b>Silph Road</b> che hanno creato è fantastico. Si dice che la loro base sia a New York!
nl: Niemand lijkt veel te weten over de leidinggevenden... maar het <b>Silph Road</b> systeem dat ze hebben gebouwd is fantastisch. Volgens de geruchten ze zijn gevestigd in New York!

source: Anyway, you can still get started using the <b>Road</b> while you wait for them to verify you. You'll be able to use the <b>Global Pokedex</b> and report <b>Sightings</b>
de: Trotzdem kannst du schon anfangen, die <b>Road</b> zu nutzen, während du auf deine Verifizierung wartest. Du kannst den <b>Globalen Pokedex</b> benutzen und <b>Sichtungen</b> vermelden
es: De todas maneras, todavía puedes empezar a usar la <b>Road</b> mientras esperas a que te verifiquen. Podrás usar la <b>Pokédex Global</b> e informar <b>avistamientos</b>
fi: Voit kuitenkin alkaa jo käyttää <b>Roadia</b> vahvistusta odotellessasi. Voit käyttää <b>maailmanlaajuista Pokédexiä</b> ja ilmoittaa <b>havainnoistasi</b>
fr: Quoi qu'il en soit, vous pouvez déjà commencer à utiliser la <b>Route</b>en attendant que nous vérifions votre identité. Vous serez capable d'utiliser le <b>Pokédex Mondial</b> et de signaler vos <b>Observations</b>
it: Comunque, puoi iniziare a usare la <b>Road</b> mentre aspetti che il tuo account sia verificato. Potrai usare il <b>Pokedex Globale</b> e segnalare <b>Avvistamenti</b>
nl: Hoe dan ook, je kan reeds beginnen met het gebruiken van <b>The Silph Road</b> terwijl je wacht tot ze je verifiëren. Je zal de <b>Globale Pokédex</b> kunnen gebruiken en <b>Waarnemingen</b> kunnen rapporteren.
pl: Tak czy siak z <b>Silph Road</b> możesz korzystać nawet, zanim zostaniesz zweryfikowany. Więc możesz przeglądać <b>Światowy Pokedex</b> i zgłaszać <b>obserwacje</b>

source: I'm glad you're joining the <b>Road</b>. It's a ton of fun. Speaking of fun...
de: Ich freue mich, dass du der <b>Road</b> beitrittst. Es ist eine Menge Spaß! Wo wir gerade bei Spaß sind...
es: Me alegra que te unieras a la <b>Road</b>. Es una experiencia divertidísima. Hablando de diversión...
fi: Olen iloinen, että liityt <b>Roadille</b>. Siellä on todella hauskaa. Ja hauskuudesta puheen ollen...
fr: Je suis ravi que vous rejoigniez la <b>Route</b>. On va vraiment s'amuser. En parlant d'amusement...
it: Sono contento che tu ti stia unendo alla <b>Road</b>. E' molto divertente. A proposito di divertimento...
nl: Ik ben blij dat je toetreedt tot <b>The Silph Road</b>. Het is echt super leuk. En nu we toch spreken over iets leuk...
pl: Fajnie, że chcesz dołączyć do <b>Silph Road</b>. Świetnie się tu bawimy. A skoro już o zabawie mowa...

source: Why don't we set up your Silph Pokedex now?
de: Warum richten wir jetzt nicht deinen Silph Pokedex ein?
es: ¿Por qué no armamos tu Pokédex Silph ahora?
fi: Ottaisimmeko heti käyttöön Silph-Pokédexisi?
fr: Pourquoi ne mettrions nous pas en place votre Pokédex Silph maintenant ?
it: Che ne dici di costruire il tuo Silph Pokédex adesso?
nl: Waarom stellen we je Silph Pokédex nu niet in?
pl: Może skonfigurujesz swój Pokedex Silph?

source: Let's Do It
de: Lass uns loslegen
es: ¡Hagámoslo!
fi: Tehdään niin
fr: Allons-y
it: Facciamolo
nl: We Doen Het
pl: Jasne

source: Your Global Visibility
de: Deine globale Sichtbarkeit
es: Tu visibilidad global
fi: Maailmanlaajuinen näkyvyytesi
fr: Votre Visibilité Mondiale
it: La tua Visibilità Globale
nl: Uw Wereldwijde Zichtbaarheid

source: You're gonna love this! The Silph Global Pokedex allows you to see sighting locations reported by other travelers! But that means that they can see <em>your</em> reports, too.
de: Du wirst dies lieben! Der globale Silph Pokedex erlaubt es dir, die Sichtungsorte von anderen Reisenden zu sehen! Aber das heißt, sie können auch <em>deine</em> Berichte sehen.
es: ¡Esto te encantará! ¡La Pokédex Global de Silph te permite ver ubicaciones de avistamientos reportadas por otros viajeros! Pero eso significa que ellos también pueden ver <em>tus</em> reportes.
fi: Tulet rakastamaan tätä! Silphin maailmanlaajuisella Pokédexillä voit nähdä muiden matkaajien ilmoittamia havaintoja! Mutta he voivat myös nähdä <em>sinun</em> ilmoituksesi.
fr: Vous allez adorer ça ! Le Pokédex Mondial Silph vous autorise à voir la localisation des observations signalées par les autres voyageurs ! Mais cela signifie qu'ils peuvent aussi voir <em>vos</em> signalements.
it: Lo adorerai! Il Pokedex Globale Silph ti permette di vedere i luoghi degli avvistamenti segnalati da altri viaggiatori! Ma questo significa che anche loro possono vedere le <em>tue</em> segnalazioni.
pl: To Ci się spodoba! Światowy Pokedex Silph pozwoli Ci przeglądać miejsca występowania Pokemonów zgłoszone przez innych podróżników! Oznacza to, że oni będą też widzieć <em>twoje</em> zgłoszenia.

source: A dense pocket of sightings at or near your home may give away your location - and you don't want that. You can <b>hide</b> sightings from your home by marking a location to obscure below!
de: Eine dichte Anhäufung von Sichtungsberichten in der Nähe von deinem Zuhause könnte deinen Standort verraten - und das möchtest du nicht. Du kannst die Sichtungen in der Nähe von deinem Zuhause <b>verstecken</b>, indem du unten ein zu verbergendes Gebiet markierst!
es: Un grupo numeros de avistamientos en o cerca de tu casa pueden revelar tu ubicación, y no quieres que ocurra eso. ¡Puedes <b>ocultar</b> los avistamientos de tu casa marcando una ubicación a esconder debajo!
fi: Havaintojen paljous kotisi lähellä voi paljastaa sijaintisi – etkä varmasti halua sitä. Voit <b>piilottaa</b> havainnot kotisi läheltä merkitsemällä alle sijainnin, joka piilotetaan!
fr: De nombreuses observations à votre domicile, ou près de celui-ci, pourraient dévoiler votre position - et vous ne voulez pas ça. Vous pouvez <b>masquer</b> les observations proche de votre maison en marquant ci-dessous un endroit à obscurcir !
it: Un denso insieme di avvistamenti presso o vicino alla tua casa potrebbe rivelare la tua posizione - e non vuoi che ciò succeda. Puoi <b>nascondere</b> gli avvistamenti da casa tua indicando qui sotto una posizione da oscurare!
nl: Een hoge concentratie van waarnemingen in of nabij uw huis kan uw locatie weggeven - en dat wil je niet. Je kan waarnemingen van bij je huis <b>verbergen</b> door hieronder een locatie te markeren om te verbergen!

source: Simply place a marker very near your home (preferably on some <b>busy <u>public</u> place</b> nearby). (Do NOT place it exactly on your home address!)
de: Platziere einfach einen Pin in der Nähe von deinem Zuhause (vorzugsweise auf einem <b>beschäftigten <u> öffentlichen</u> Platz</b> in der Nähe). (Platziere den Pin NICHT direkt auf deinem Zuhause!)
es: Simplemente, coloca un marcador muy cerca de tu casa (preferiblemente en algún <b>lugar <u>público</u> muy transitado</b> por los alrededores). (¡NO lo ubiques exactamente en la dirección de tu casa!).
fi: Aseta vain merkki melko lähelle kotiasi (mielellään johonkin lähellä olevaan <b>vilkkaaseen, <u>julkiseen</u> paikkaan</b>). (ÄLÄ aseta merkkiä täsmälleen kotiosoitteesesi!)
fr: Placez simplement un marqueur au plus près de votre maison (de préférence sur une quelconque <b>place <u>publique</u> fréquentée</b> à proximité). (NE le placez PAS précisément sur votre domicile !)
it: Posiziona semplicemente il marcatore molto vicino a casa tua (possibilmente in un qualche <b>luogo <u>pubblico</u>o affollato</b> nelle vicinanze). (NON posizionarlo esattamente sul tuo indirizzo di casa!)
pl: Wystarczy, że znacznik obserwacji ustawisz w pobliżu domu (przy często uczęszczanym <b>miejscu <u>publicznym</u> w pobliżu twojego domu</b>). NIE ustawiaj znacznika NA swoim domu!

source: You'll never give any <b>traveler</b> or <b>Executive</b> information about where you actually live. Got it? Alright, give it a go!
de: Du wirst niemals einem<b>Reisenden</b> oder <b>Executive</b> Informationen darüber zu geben, wo du tatsächlich wohnst. Verstanden? In Ordnung, dann versuch es mal!
es: No le darás a ningún <b>viajero</b> o <b>ejecutivo</b> información acerca de dónde vives en realidad. ¿Lo pillaste? ¡Vale, inténtalo!
fi: Et tule koskaan antamaan todellisesta asuinpaikastasi tietoja muille <b>matkaajille</b> tai <b>johtajille</b>. Onko selvä? No niin, kokeilehan!
fr: Vous ne devrez jamais donner à aucun <b>voyageur</b> ou <b>Executive</b> des informations sur votre domicile. Compris ? Allez, essayez donc !
it: Non darai mai a nessun <b>viaggiatore</b> o <b>Executive</b> informazioni su dove vivi in realtà. Capito? Ok, proviamoci!
pl: Nigdy żadnemu <b>podróżnikowi</b> ani <b>Szefowi</b> nie podawaj swojego adresu zamieszkania. Rozumiemy się? Dobra, to działamy.

source: (Tap to place marker! If the map is solid green, zoom all the way out - you're in the ocean!)
de: (Tippe, um einen Pin zu setzen! Wenn die Karte komplett grün ist, zoom ganz heraus - dann bist du im Meer!)
es: (¡Toca para colocar un marcador! Si el mapa es de un color verde sólido, aleja el zoom todo lo que puedas; ¡estás en el océano!)
fi: (Paina karttaa asettaaksesi merkin! Jos kartta on täysin vihreä, loitonna sitä – olet meressä!)
fr: (Appuyez pour placer un marqueur ! Si la carte est toute verte, dézoomez au maximum - vous êtes dans l'océan !)
it: (Clicca per posizionare il marcatore! Se la mappa è tutta verde, fai uno zoom all'indietro - sei nell'oceano!)
nl: (Tik om markering te plaatsen! Als de kaart volledig groen is, zoom helemaal uit - je zit in de oceaan!)
pl: (Dotknij, aby wstawić znacznik! Jeśli mapa jest zielona, oddal widok, bo jesteś na oceanie).

source: And finally, how many city blocks' radius from that point would you like to obscure from others' maps? (We recommend 3 or 4)
de: Und zum Schluss: Einen Radius von wie vielen Stadtblöcken um disen Punkt möchtest du auf der Karte vor anderen verbergen? (Wir empfehlen 3 oder 4)
es: Y, finalmente, ¿cuánto manzanas de radio desde ese punto te gustaría esconder de los mapas de los otros? (Recomendamos 3 o 4)
fi: Ja vielä viimeiseksi, kuinka monen korttelin kantaman verran haluat piilottaa asettamastasi pisteestä? (Suosittelemme kolmea tai neljää)
fr: Et finalement, en nombre de pâté de maison, quel rayon depuis ce point souhaitez vous obscurcir sur la carte des autres? (Nous recommandons 3 ou 4)
it: Infine, di quanti isolati a partire da quel punto vuoi che sia il raggio dell'area oscurata sulle mappe degli altri? (Suggeriamo 3 o 4)

source: City Blocks Radius to Hide
de: Radius in Stadtblöcken, der verborgen werden soll
es: Manzanas de radio a ocultar
fi: Kuinka monen korttelin kantaman haluat piilottaa
fr: Rayon en Pâté de Maison à Masquer
it: Raggio in Isolati da Nascondere
pl: Odległość ukrywania

source: All Done!
de: Fertig!
es: ¡Terminado!
fi: Kaikki valmista!
fr: Terminé !
it: Fatto!
nl: Klaar!
pl: Gotowe!

source: Silph Global Pokedex
de: Globaler Silph Pokedex
es: Pokédex Global de Silph
fi: Silphin maailmanlaajuinen Pokédex
fr: Pokédex Mondial Silph
it: Silph Pokédex Globale
nl: Silph Werelbwijde Pokedex
pl: Światowy Pokedex Silph

source: Alright, traveler, you're all set!
de: In Ordnung, Reisender, es kann losgehen!
es: ¡Vale, viajero, ya estás preparado!
fi: No niin, matkaaja, olet valmis aloittamaan!
fr: Voilà voyageur, vous êtes fin prêt !
it: Ottimo, viaggiatore, sei pronto!
nl: Oke reiziger, je bent helemaal klaar!
pl: Wszystko gotowe!

source: You can now use the <b>Silph Global Pokedex</b> while you wait for your Traveler card and access to the rest of the Silph Road's tools. This handy companion is a powerful tool that updates global pokemon species information in near real time!
de: Du kannst jetzt den <b>Globalen Silph Pokedex</b> nutzen, während du auf deine Traveler Card wartest, und auf den Rest der Silph Road Werkzeuge zugreifen. Dieser nützliche Begleiter ist ein mächtiges Werkzeug, das die weltweiten Informationen über Pokemon-Arten fast in Echtzeit auf dem neusten Stand hält!
es: Ahora puedes usar la <b>Pokédex Global de Silph</b> mientras esperas por tu ficha de viajero y acceder al resto de las herramientas de The Silph Road. ¡Este útil complemento es una poderosa herramienta que actualiza la información de las especies Pokémon globales en tiempo casi real!
fi: Voit nyt käyttää <b>Silphin maailmanlaajuista Pokédexiä</b> ja muita The Silph Roadin työkaluja matkaajakorttia odotellessasi. Kyseessä on tehokas apuväline, joka päivittää pokémonlajien tiedot lähes reaaliajassa maailmanlaajuisesti!
fr: Vous pouvez maintenant utiliser le <b>Pokédex Mondial Silph</b> pendant que vous attendez votre carte de Voyageur et accéder au reste des outils de Silph Road. Ce compagnon pratique est un puissant outil qui actualise les informations des espèces de pokémon mondiales presque instantanément !
it: Adesso puoi usare il <b>Pokedex Globale Silph</b> mentre attendi la tua Carta Del Viaggiatore e l'accesso agli altri strumenti della Silph Road. Questo utile compagno di viaggio è un potente strumento che aggiorna praticamente in tempo reale le informazioni globali sulle specie Pokémon!
pl: Już możesz używać <b>Światowego Pokedeksu Silph</b>, a zanim otrzymasz Kartę podróżnika, możesz też korzystać z innych narzędzi Silph Road. To wygodne rozwiązanie na bieżąco przedstawia informacje o gatunkach Pokemonów pojawiających się na całym świecie!

source: In case you were interested, Silph is also <b>researching nests!
de: Falls es dich interessiert, Silph <b>erforscht auch Nester!
es: En caso de que estés interesado, ¡Silph también está <b>investigando nidos!
fi: Jos olet kiinnostunut, Silph <b>tutkii myös pesiä!
fr: Au cas où vous seriez intéressé, Silph est aussi à la <b>recherche les nids !
it: Nel caso ti interessi, la Silph sta anche <b>svolgendo ricerche sui nidi!
nl: Moest je interesse hebben, Silph is ook <b>nesten aan het onderzoeken
pl: Pamiętaj też, że na Silph Road <b>badamy gniazda!

source: If you see a Pokemon nest, report in and help Silph create the global <b>Nest Atlas</b>, which integrates into the Global Pokedex.
de: Solltest du ein Pokemon Nest sehen, melde es Silph und hilf mit, den globalen <b>Nest Atlas</b> zu erstellen, welcher im Globalen Pokedex integriert ist.
es: Si ves un nido de Pokémon, infórmalo y ayuda a Silph a crear el <b>Atlas de Nidos Global</b>, el cual se integra en la Pokédex Global.
fi: Jos havaitset pokémonpesän, ilmoita se. Silphin tavoitteena on luoda maailmanlaajuinen <b>pesäkartasto</b>, joka yhdistyy maailmanlaajuiseen Pokédexiin.
fr: Si vous voyez un nid de Pokémon, signalez le et aidez Silph à créer l'<b>Atlas des Nids</b> mondial, qui s’intègre dans le Pokédex Mondial.
it: Se vedi un nido di Pokemon, fai la tua segnalazione e aiuta la Silph a creare l'<b>Atlante dei Nidi</b> globale, che è integrato al Pokédex Globale.
pl: Jeśli trafisz na gniazdo Pokemonów, zarejestruj je w Silph Road i współtwórz <b>Atlas Gniazd</b>, który jest powiązany ze Światowym Pokedeksem.

source: Finally, if you'd like to help map spawns in your area, report spawns <b>immediately after the spawn</b> and Silph will collect weather and other sensor data from that moment!
de: Zu guter Letzt: Solltest du helfen wollen, Spawns in deiner Gegend aufzuzeichnen, melde Spawns <b>direkt nach dem Erscheinen</b> und Silph wird Wetter- und andere Sensordaten von dem Moment aufzeichnen!
es: Finalmente, si te gustaría ayudar con las apariciones en el mapa en tu área, ¡informa las apariciones <b>inmediatamente tras la aparición</b> y Silph recolectará datos del tiempo y demás sensores de ese momento!
fi: Lopuksi, jos haluat auttaa pokémonien esiintymiskohtien kartoittamisessa, ilmoita niistä <b>välittömästi pókemonin ilmestyttyä</b>, niin Silph kerää sää- ja muut olosuhdetiedot siltä hetkeltä!
fr: Finalement, si vous voulez aider à cartographier les apparitions de votre zone, signalez les <b>immédiatement après l'apparition</b> et Silph collectera la météo et autre donnée de ce moment !
it: Infine, se vuoi migliorare le mappe delle apparizioni nella tua zona, segnala le comparse <b>appena avvengono</b> e la Silph raccoglierà dati sul meteo e informazioni da ulteriori sensori per quel momento!
pl: Jeśli chcesz pomóc rejestrować gatunki pojawiające się w twojej okolicy, zgłaszaj pojawiające się Pokemony <b>natychmiast, gdy je zauważysz</b>, a w Silph Road zapiszemy informacje o pogodzie i inne dane powiązane z czasem twojego zgłoszenia.

source: The more people who contribute nest and spawn information, the more we learn about why certain species spawn where they do! Every little pidgey is important - so <b>don't only report the rare mon's you see!</b>
de: Je mehr Reisende zu Nest- und Spawn-Informationen beitragen, desto mehr können wir darüber lernen, warum bestimmte Arten genau dort auftauchen, wo wir sie finden! Jedes kleine Taubsi ist wichtig, also <b>berichte nicht nur von den seltenen 'Mons, die du siehst!</b>
es: Cuanta más gente contribuya a la información de nidos y apariciones, ¡más aprenderemos acerca de porqué ciertas especies aparecen donde lo hacen! Cada pequeño pidgey es importante, ¡así que <b>no informes solamente los monstruos raros que veas!</b>
fi: Mitä useampi ihminen kantaa kortensa kekoon pesä- ja ilmestymiskohtien ilmoittamisessa, sitä enemmän opimme, miksi tietyt lajit esiintyvät tietyissä paikoissa! Joka ikinen pidgey on tärkeä – joten <b>älä ilmoita pelkästään harvinaisia näkemiäsi pokémoneja!</b>
fr: Plus il y a de personnes qui contribuent avec des informations sur les nids et les apparitions, plus nous pourrons apprendre pourquoi certaines espèces apparaissent où elles sont ! Chaque petit roucool est important - donc <b>ne signalez pas uniquement les monstres rares que vous voyez!</b>
it: Più persone contribuiranno con informazioni sui nidi e le comparse, più impareremo sul perché certe specie compaiono in certi posti! Ogni piccolo pidgey è importante - quindi <b>non riportare solo i pokemon rari che vedi!</b>
pl: Im więcej podróżników będzie dodawać informacje o pojawiających się Pokemonach, tym więcej się dowiemy o różnych gatunkach i ich występowaniu! Każdy Pidgey się liczy, więc <b>zgłaszaj wszystkie wystąpienia, a nie tylko rzadkie Pokemony</b>.

source: Anyway, you don't have to report spawns, but think about it!
de: Jedenfalls musst du keine Spawns melden, aber denk darüber nach!
es: De todas maneras, no estás obligado/a a informar apariciones, ¡pero piénsalo!
fi: Esiintymiskohtien ilmoittaminen ei toki ole pakollista, mutta pidä se mielessä!
fr: Quoi qu'il en soit, vous n'êtes pas obligé de signaler les apparitions, mais pensez-y !
it: In ogni caso, non devi riportare le comparse, però pensaci!
pl: Oczywiście nie musisz wpisywać tych zgłoszeń, ale zachęcamy Cię do tego!

source: Ready to get your hands on the Silph Pokedex? Go ahead!
de: Bist du bereit, den Silph Pokedex in die Hände zu bekommen? Nur zu!
es: ¿Estás listo/a para echarle mano a la Pokédex de Silph? ¡Adelante!
fi: Valmiina käyttämään Silphin Pokédexiä? Siitä vain!
fr: Prêt à mettre la main sur le Pokédex Silph ? Allez-y !
it: Pronto a mettere le mani sul Silph Pokédex? Avanti!
pl: Chcesz poznać Pokedex Silph? Zapraszamy!

source: I'm Ready!
de: Ich bin bereit!
es: ¡Estoy listo/a!
fi: Olen valmis!
fr: Je suis Prêt !
it: Sono Pronto!
nl: Ik ben Klaar!
pl: Jestem gotowy!

source: Your session has expired! Please re-load the page and re-authenticate to continue.
de: Deine Sitzung ist abgelaufen! Bitte lade die Seite neu und verifiziere dich wieder, um fortzufahren.
es: ¡Tu sesión ha expirado! Por favor, recarga la página y reautentícate para continuar.
fi: Istuntosi on vahentunut! Lataa sivu uudelleen ja tunnistaudu uudelleen jatkaaksesi.
fr: Votre session a expirée ! Veuillez s'il vous plait actualiser la page et vous identifier à nouveau afin de poursuivre.
it: La tua sessione è scaduta! Per favore ricarica la pagina ed effettua di nuovo l'accesso per continuare.
pl: Sesja wygasła. Aby kontynuować, wczytaj ponownie stronę i jeszcze raz się uwierzytelnij.

source: You must enter an email address!
de: Du musst eine E-Mail-Addresse angeben!
es: ¡Debes ingresar una dirección de correo electrónico!
fi: Sähköpostiosoite on pakollinen tieto!
fr: Vous devez entrer une adresse e-mail !
it: Devi inserire un indirizzo email!
nl: Je moet een e-mailadres ingeven!
pl: Musisz wprowadzić adres e-mail.

source: You must accept the Traveler's Code and the Silph Road Terms of Use to continue!
de: Du musst den Kodex der Reisenden und die Nutzungsbedingungen der Silph Road akzeptieren, bevor du weitermachen kannst!
es: ¡Debes aceptar el Código de viajero y los Términos de uso de The Silph Road para continuar!
fi: Sinun on hyväksyttävä matkaajan säännöt sekä The Silph Road -käyttäjäehdot jatkaaksesi!
fr: Vous devez accepter le Code du Voyageur et les Conditions d'Utilisation de Silph Road pour poursuivre !
it: Devi accettare il Codice del Viaggiatore e i Termini di Utilizzo della Silph Road per continuare!
nl: Je moet de Reizigs Code en The Silph Road Regels accepteren om verder te gaan!
pl: Aby kontynuować, musisz zaakceptować Kodeks postępowania podróżnika i Zasady korzystania z Silph Road.
