Repository: SilphRoad/silph-i18n
Catalog: */registration.po
Languages: de, es, fi, fr, it, nl, pl

source: Hey, stranger!
de: Hallo, Fremder!
es: ¡Hola, extraño!
fi: Hei, vieras!
fr: Hey, étranger !
it: Ciao, straniero!
nl: Hey, onbekende!
pl: Witaj nieznajomy!

source: It's <b>%s</b>, right? You're the new traveler.
de: <b>%s</b> war es, nicht wahr? Du bist der neue Reisende.
es: Tu nombre es <b>%s</b>, ¿verdad? Eres el nuevo viajero.
fi: Olet siis <b>%s</b>, uusi matkaajamme?
fr: C'est <b>%s</b>, non ? Vous êtes le nouveau voyageur.
it: È <b>%s</b>, corretto? Sei il nuovo viaggiatore?
nl: Het is <b>%s</b>, hé? Jij bent de nieuwe reiziger.
pl: Nazywasz się <b>%s</b> i jesteś tu nowy, prawda?

source: The <b>Silph Road Ranger</b> sent me to make sure you're all set up and comfortable.
de: Der <b>Silph Road Ranger</b> hat mich geschickt um sicherzugehen, dass es bei dir losgehen kann und du es angenehm hast.
es: El <b>ranger de The Silph Road</b> me envió para asegurarse de que está todo preparado y a gusto.
fi: <b>The Silph Roadin tienvalvoja</b> lähetti minut varmistamaan, että kaikki on kunnossa ja olet valmiina matkalle.
fr: Le <b>Ranger de Silph Road</b> m'envoie pour être sûr que vous êtes confortablement installé.
it: Il <b>Ranger della Silph Road</b> mi ha mandato per assicurarmi che tu sia pronto e a tuo agio.
nl: De <b>Opziener van de Silph Road</b> heeft me gestuurd om zeker te zijn dat je goed geïnstalleerd bent..
pl: <b>Strażnik Silph Road</b> przysłał mnie, abym Ci pomógł na początek.

source: What? You've never heard of the <b>Silph Road</b>?
de: Wie bitte? Du hast noch nicht von der <b>Silph Road</b> gehört?
es: ¿Qué? ¿Nunca has oído hablar de <b>The Silph Road</b>?
fi: Mitä? Etkö ole koskaan kuullut <b>Silph Roadista</b>?
fr: Quoi ? Vous n'avez jamais entendu parler de <b>Silph Road</b> ?
it: Come? Non hai mai sentito parlare di The <b>Silph Road</b>?
nl: Wat? Je hebt nog nooit van <b>The Silph Road</b> gehoord?
pl: Co? Nigdy nie słyszałeś o <b>Silph Road</b>?

source: Well, I'll give you the basics.
de: Na gut, ich erkläre dir die Grundlagen.
es: Bien, te explicaré lo esencial.
fi: No, minäpä kerron sinulle perusteet.
fr: Bon, Je vais vous donner les bases.
it: Beh, ti spiegheremo l'essenziale.
nl: OK, Ik ga je de basisregels uitleggen.
pl: Pokażę Ci, o co chodzi.

source: The <b>Silph Road</b> is the name of a worldwide network of Pokemon trainers who've joined together to help everyone. <b>Travelers</b> on the road help new trainers learn the ropes, coordinate for gym battles, get to know their local players, and even trade exotic Pokemon from near or faraway places.
de: Die <b>Silph Road</b> ist der Name eines weltweiten Netzweks von Pokemon Trainern, die sich zusammenfinden, um allen zu helfen. <b>Reisende</b> helfen neuen Trainern, ihren Weg zu finden, Arenakämpfe zu koordinieren, lokale Spieler kennenzulernen, und sogar exotische Pokemon von Nah und Fern zu tauschen.
es: <b>The Silph Road</b> es el nombre de una red global de entrenadores Pokemon, quienes se han unido para ayudar a todos. Los <b>viajeros</b> en la calle ayudan a los nuevos entrenadores a cogerle el tranquillo, coordinar los combates de gimnasio, conocer a entrenadores de su entorno, e incluso intercambiar Pokémon exóticos de lugares cercanos o lejanos.
fi: <b>The Silph Road</b> on maailmanlaajuinen pokémon-kouluttajien verkosto, jonka jäsenet ovat lyöttäytyneet yhteen voidakseen olla avuksi kaikille. <b>Matkaajat</b> auttavat uusia kouluttajia oppimaan pelin tavoille, koordinoimaan salitaisteluja, tutustumaan paikallisiin pelaajin ja jopa käymään vaihtokauppaa eksoottisilla pokémoneilla läheltä ja kaukaa.
fr: <b>Silph Road</b> est le nom d'un réseau mondial de dresseur Pokémon qui se sont réuni pour aider tout le monde. Les <b>Voyageur</b> sur la route aident les nouveaux dresseurs à apprendre les ficelles, se coordonner pour les combats d'arène, apprendre à connaitre les joueurs locaux et même échanger des Pokémon exotique venant d'endroit plus ou moins loin.
it: The <b>Silph Road</b> è il nome di una rete mondiale di allenatori di Pokemon che si sono riuniti per aiutarsi a vicenda. <b>Viaggiatori</b> della strada aiutano nuovi allenatori ad imparare le basi, a coordinare le battaglie nelle palestre, a conoscere i giocatori locali e persino a scambiare Pokémon esotici provenienti da posti vicini e lontani.
nl: <b>The Silph Road</b> is de naam van een wereldwijd netwerk van Pokemon trainers die zijn samengekomen om iedereen te helpen. <b>Reizigers</b> op The Silph Road helpen nieuwe trainers om de basisprincipes te leren, gevechten in gyms te coördineren, hun lokale spelers te leren kennen, en zelfs exotische Pokemon te wisselen van dichtbij of veraf!
pl: <b>Silph Road</b> to światowa sieć trenerów Pokemon pomagających sobie wzajemnie. <b>Podróżnicy</b> pomagają nowym trenerom, umawiają się na wspólne walki w Gymach, poznają innych graczy, a nawet wymieniają się rzadkimi Pokemonami.

source: So even if you live in a desert, you can get a squirtle! Pretty cool, huh.
de: Selbst wenn du in der Wüste lebst, kannst du ein Schiggy fangen! Ziemlich cool, oder?
es: Por lo que, incluso si vives en un desierto, ¡puedes conseguir un squirtle! Suena bien, ¿eh?
fi: Joten vaikka asuisitkin pohjoisnavalla, voit silti saada charmanderin! Aika siistiä, eikös.
fr: Donc même si vous vivez dans un désert, vous pouvez avoir un carapuce ! Super cool, hein.
it: Quindi anche se vivi nel deserto, puoi avere uno squirtle! Interessante, eh.
nl: Dus zelfs als je in de woestijn leeft, kan je een squirle krijgen! Best wel gaaf hé.
pl: Więc nawet jeśli mieszkasz na pustyni, nadal możesz złapać Squirtle'a! Nieźle, nie?

source: Next
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej

source: Hey, you should become an official <b>traveler</b> and help out!
de: Hey, du solltest ein offizieller <b>Reisender</b> werden und mithelfen!
es: ¡Oye, deberías convertirte oficialmente en un <b>viajero</b> y ayudar!
fi: Hei, sinähän voisit ryhtyä viralliseksi <b>matkaajaksi</b> ja auttaa myös!
fr: Hey, vous devriez devenir un <b>voyageur</b> officiel et donner un coup de main !
it: Hey, dovresti diventare un <b>viaggiatore</b> ufficiale e dare una mano!
nl: Hé, jij zou een officiële <b>reiziger</b> moeten worden en helpen!
pl: Hej, powinieneś zostać <b>podróżnikiem</b> i nam pomóc!

source: That would also let <em>you</em> use the Road to get access to Pokemon <em>you're</em> looking for yourself.
de: Dann könntest <em>du</em> die Road benutzen, um Pokemon zu finden, die <em>du</em> für dich suchst.
es: Eso <em>te</em> permitirá, además, usar la Road para obtener acceso a los Pokémon que <em>estás</em> buscando por ti mismo.
fi: Silloin myös <em>sinä</em> voit käyttää Roadia päästäksesi käsiksi etsimiisi pokémoneihin.
fr: Cela pourrait aussi <em>vous</em> permettre d'utiliser la Route pour obtenir un accès aux Pokémon que <em>vous</em> cherchez pour vous-même.
it: In questo modo potrai anche <em>tu</em> usare The Road per ottenere Pokemon che <em>tu stai</em> cercando.
nl: Dat zou <em>jou</em> ook toegang geven tot de Silph Road om Pokémon te vinden waar <em>jij</em> naar op zoek bent.

source: Wanna come with me and get an official <b>Traveler Card</b>?
de: Möchtest du mitmachen und eine offizielle <b>Traveler Card</b> erhalten?
es: ¿Quieres venir conmigo y conseguir una <b>ficha de viajero</b> oficial?
fi: Haluatko tulla mukaani ja saada virallisen <b>matkaajakortin</b>?
fr: Avez-vous envie de venir avec moi et d'obtenir une <b>Carte de Voyageur</b> officielle ?
it: Vuoi seguirmi per avere una <b>Carta del Viaggiatore</b>ufficiale?
nl: Wil je me volgen en een officiële <b>Reizigerskaart</b> ontvangen?
pl: Chcesz otrzymać oficjalną <b>Kartę podróżnika</b>?

source: OK!
es: ¡Vale!

source: Back
de: Zurück
es: Regresar
fi: Takaisin
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz

source: Oh, almost forgot! First, you should decide what you want people 'round here to call you. It should be what you're called on the Pokemon GO app! My <b>Traveler</b> name is <b>Dronpes</b>, by the way.
de: Oh, fast hätte ich es vergessen! Zuerst solltest du dir aussuchen, wie die anderen Reisenden dich nennen sollen. Es sollte deinem Namen in Pokemon GO entsprechen! Mein Name als <b>Reisender</b> ist übrigens <b>Dronpes</b>.
es: ¡Oh, casi se me olvida! En primer lugar, deberías decidir cómo quieres que te llame la gente de por aquí. ¡Debería ser igual que como te llamas en la aplicación de Pokémon GO! Por cierto, mi nombre de <b>viajero</b> es <b>Dronpes</b>.
fi: Hei, melkein unohdin! Ensin sinun pitäisi päättää, miten haluat itseäsi kutsuttavan täällä. Sen tulisi olla sama nimi, jota käytät Pokémon GO -sovelluksessa! Oma <b>matkaaja</b>nimeni on muuten <b>Dronpes</b>.
fr: Oh, j'allais oublier ! D'abord, vous devez décider comment vous voulez que les gens ici vous appellent. Ça devrait être le même nom que sur l'application Pokémon GO ! Mon nom de <b>Voyageur</b> est <b>Dronpes</b>, tant que j'y suis.
it: Oh, quasi dimenticavo! Prima dovresti decidere come vuoi farti chiamare dalla gente Dovrebbe essere lo stesso che usi nell'applicazione di Pokemon Go! Comunque il mio <b>nome</b> da viaggiatore è <b>Dronpes</b>.
nl: Oh, bijna vergeten! Om te beginnen, moet je kiezen hoe men je hier moet aanspreken. Het zou hetzelfde moeten zijn als de in Pokemon GO app! Trouwens, mijn <b>Reiziger</b>naam is <b>Dronpes</b>.
pl: Prawie zapomniałem! Najpierw musisz wybrać sobie imię. Najlepiej niech będzie takie samo jak w Pokemon Go! Przy okazji, ja nazywam się <b>Dronpes</b>.<b></b>

source: Letters, underscores, hyphens, and numbers are allowed. Not required to be the same as your Reddit username.
de: Buchstaben, Unterstriche, Bindestriche und Zahlen sind erlaubt. Es muss nicht unbedingt dein Reddit Benutzername sein.
es: Se permiten letras, guiones bajos, guiones y números. No es necesario que sea idéntico a tu nombre de usuario de Reddit.
fi: Kirjaimet, alaviivat, yhdysmerkit ja numerot ovat sallittuja. Nimen ei ole pakko vastata Reddit-käyttäjänimeäsi.
fr: Lettres, underscores, traits d'union et chiffres sont autorisés. Il n'est pas nécessaire qu'il soit identique à votre nom d'utilisateur Reddit.
it: Sono permessi lettere, trattini bassi, trattini e numeri. Non deve essere il tuo stesso nome utente di Reddit.
nl: Letters, liggende streepjes, koppeltekens en cijfers zijn toegelaten. Moet niet dezelfde zijn als je gebruikersnaam op Reddit.
pl: Litery, podkreślenia, myślniki i liczby są dozwolone. Nazwa nie musi być taka sama jak twój nick w serwisie Reddit.

source: And while I'm at it, how old are you? They only let trainers 16 years or older get <b>Traveler Cards</b>. They'll kick you off til you're old enough if you lie. (Trust me, I know...)
de: Wenn ich schon dabei bin, wie alt bist du denn? Nur Trainer ab 16 Jahren erhalten eine <b>Traveler Card</b>. Falls du lügst, schließen sie dich aus, bist du alt genug bist. (Glaub mir. Ich weiß, wovon ich rede...)
es: Y mientras estoy en ello, ¿cuántos años tienes? Solamente dejan conseguir <b>fichas de viajero</b> a los entrenadores de 16 o más años. Te expulsarán hasta que tengas la edad suficiente si mientes. (Confía en mí, yo sé...).
fi: Kertoisitko muuten samalla, kuinka vanha olet? Vain 16-vuotiaat tai vanhemmat voivat saada <b>matkaajakortin</b>. Jos valehtelet, sinut potkitaan pois, kunnes olet tarpeeksi vanha. (Usko pois, tiedän kyllä...)
fr: Et tant que j'y suis, quel âge avez-vous? Ils ne laissent uniquement les dresseurs de 16 ans ou plus obtenir leur <b>Cartes de Voyageur</b>. Ils vous expulseront si vous n'êtes pas assez âgé ou si vous mentez. (Croyez-moi, je le sais...)
it: E nel frattempo, quanti anni hai? Soltanto allenatori di 16 anni o più possono avere una <b>Carta del Viaggiatore</b>. Se menti, ti cacceranno fino a che raggiungerai la giusta età. (Fidati, lo so...)
nl: En nu we toch bezig zijn, hoe oud ben jij? Ze laten enkel trainers van 16 jaar of ouder <b>Reizigerskaarten</b> krijgen. Ze gooien je buiten tot je oud genoeg bent als je liegt. (Vertrouw me maar, ik weet het ...)
pl: Ile masz lat? Musisz mieć co najmniej 16 lat, aby otrzymać <b>Kartę podróżnika</b>. Nie opłaca się kłamać, bo i tak to wyjdzie. (Wiem, o czym mówię...)

source: Your Age
de: Dein Alter
es: Tu edad
fi: Ikäsi
fr: Votre Âge
it: Età
nl: Je Leeftijd
pl: Wiek

source: Numbers only
de: Nur Zahlen
es: Solo números
fi: Vain numeroita
fr: Chiffres uniquement
it: Solo numeri
nl: Enkel cijfers
pl: Tylko liczby

source: Done!
de: Fertig!
es: ¡Hecho!
fi: Valmis!
fr: Fait !
it: Fatto!
nl: Klaar!
pl: Gotowe.

source: Great!
de: Super!
es: ¡Genial!
fi: Hienoa!
fr: Super !
it: Grandioso!
nl: Uitstekend!
pl: Świetnie

source: You should also know...
de: Du solltest noch wissen...
es: Además, deberías saber...
fi: Sinun olisi myös hyvä tietää...
fr: Vous devriez aussi savoir...
it: Dovresti sapere anche che...
nl: Je zou ook moeten weten...
pl: Powinieneś jeszcze wiedzieć...

source: Even though trading on the <b>Road</b> is pretty simple, <b>travelers</b> on the <b>Road</b> take their job pretty seriously. They have to trust each other to each handle their part of the journey when trading starts up, or to pull their weight in coordinated gym battling. Only do it if you can commit to not flaking out. They'll take your <b>Traveler Card</b> away if you screw around with other people's Pokemon en-route to their destination. Then you can't use the <b>Road</b> anymore!</p> <p>But they're actually really friendly. On the <b>Road</b> you'll meet new faces from all over the world! I'll introduce you to some local travelers in a minute! Come on, let's get you your official <b>Traveler Card</b> first.
de: Auch wenn das Tauschen auf der <b>Road</b> recht einfach ist, nehmen <b>Reisende</b> auf der <b>Road</b> ihren Job ziemlich ernst. Sie müssen einander vertrauen, dass jeder seinen Teil der Reise erledigt, sobald Tauschen möglich ist, oder seinen Teil bei einem koordinierten Arenakampf beiträgt. Tu es nur, wenn du es dir zutraust, nicht vom Weg abzuweichen. Sie werden dir deine <b>Traveler Card</b> wegnehmen, solltest du unterwegs mit anderer Leute Pokemon Blödsinn treiben. Dann kannst du die <b>Road</b> leider nicht weiter nutzen!</p> <p>Aber eigentlich sind sie ganz freundlich. Auf der <b>Road</b> wirst du neue Gesichter von überall her treffen! Ich werde dich auch gleich ein paar lokalen Reisenden vorstellen! Lass uns aber zuerst deine offizielle<b>Traveler Card</b> holen.
es: Aunque el intercambio en la <b>Road</b> es bastante simple, los <b>viajeros</b> en la <b>Road</b> se toman su trabajo muy en serio. Ellos deben confiar unos en otros para encargarse de su parte en el viaje cuando el intercambio inicia, o para realizar sus tareas en los combates de gimnasio coordinados. Solo hazlo si puedes jurar no dejarlos plantados. Te quitarán tu <b>ficha de viajero</b> si fastidias los Pokémon de los demás hacia sus destinos. ¡Entonces no podrás volver a usar nunca más la <b>Road</b>!</p> <p>Pero, en realidad, son amigables. ¡En la <b>Road</b> conocerás caras nuevas de todas partes del mundo! ¡Te presentaré a algunos viajeros de tu entorno en un minuto! Venga, consigámoste tu <b>ficha de viajero</b> oficial, primero.
fi: Vaikka vaihtokauppa <b>Roadilla</b> onkin aika yksinkertaista, ottavat <b>matkaajat</b> tehtävänsä melko tosissaan.<b></b> Heidän on luotettava siihen, että jokainen tekee osansa niin vaihtokaupoissa (kunhan ne tulevat mahdollisiksi) kuin koordinoiduissa salitaisteluissakin. Ryhdy tehtävään vain, jos voit sitoutua hoitamaan hommasi kunnolla. <b>Matkaajakorttisi</b> otetaan pois, jos pelleilet toisten pokémoneilla, kun he ovat matkalla määränpäähänsä. Sitten et voi enää käyttää <b>Roadia</b>!</p> <p>Mutta muut matkaajat ovat oikeasti todella ystävällisiä. <b>Roadilla</b> tapaat uusia naamoja ympäri maailmaa! Esittelen sinut paikallisille matkaajille pian! Tulepas, hankitaan sinulle ensin virallinen <b>matkaajakorttisi</b>.
fr: Même si échanger sur la <b>Route</b> est plutôt simple, les <b>voyageurs</b> sur la <b>Route</b> prennent leur travail à coeur. Ils doivent se faire confiance pour chacun entreprendre leur part du trajet quand l'échange débute, ou pour ajouter leur poids dans un combat d'arène coordonné. Faites le uniquement si vous pouvez vous permettre de ne pas flancher. Ils vous retireront votre <b>Carte de Voyageur</b>. si vous déconnez avec des Pokémons en-route pour leur destination. Vous ne pourrez plus utiliser la <b>Route</b> ensuite !</p> <p>Mais ils sont en fait très amicaux. Sur la <b>Route</b>, vous rencontrerez de nouveaux visages venant du monde entier ! Je vous présenterais à quelques voyageurs locaux dans une minute ! Venez, tout d'abord, allons chercher votre <b>Carte de Voyageur</b> officielle.
it: Anche se fare scambi su The <b>Road</b> è abbastanza semplice, i <b>viaggiatori</b> di The <b>Road</b> prendono il proprio lavoro seriamente. Devono fidarsi l'uno dell'altro per affrontare il viaggio quando lo scambio comincia, o fare la propria parte nelle battaglie in palestra. Fallo solo se puoi garantire di non doverti tirare indietro. Ti ritireranno la <b>Carta del viaggiatore</b> se farai cavolate con i Pokemon di altre persone in viaggio verso la loro destinazione. E non potrai più usare The <b>Road</b>!</p> <p>In realtà sono davvero amichevoli. Su The <b>Road</b> incntrearai facce nuove da tutto il mondo! Ti presenterò alcuni nuovi viaggiatori tra un minuto! Andiamo, prima prendiamo la tua <b>Carta del viaggiatore</b> ufficiale.
pl: Wymiany na <b>Silph Road</b> są proste, ale <b>podróżnicy</b> na <b>Silph Road</b> podchodzą do swojej pracy poważnie. Zakładamy, że każdy z nich zajmie się swoimi obowiązkami, kiedy wymiany będą dostępne, czy też podczas skoordynowanych walk w Gymach . Dołącz, jeśli jesteś pewien, że nikogo nie wystawisz. <b>Kartę podróżnika</b> możesz stracić, jeśli będziesz bawił się Pokemonami innych podróżników i nie będziesz się zajmować swoimi zadaniami. Nie będziesz mógł wtedy używać <b>Silph Road</b>!</p> <p>Ale tak naprawdę wszyscy są bardzo przyjaźni. Na <b>Silph Road</b> poznasz nowych ludzi z całego świata! Teraz możesz poznać podróżników z twojej okolicy! Chodź, czas odebrać twoją <b>Kartę podróżnika</b>.

source: Begin
de: Anfangen
es: Comenzar
fi: Aloita
fr: Commencer
it: Inizia
nl: Start
pl: Zaczynamy

source: Traveler Card Application: Step 1 of 1
de: Traveler Card Anmeldung: Schritt 1 von 1
es: Solicitud de ficha de viajero: paso 1 de 1
fi: Matkaajakorttihakemus: Vaihe 1/1
fr: Demande de Carte de Voyageur : Étape 1 sur 1
it: Richiesta Carta del Viaggiatore: Passo 1 di 1.
nl: Aanvraag Reizigerskaart: Stap 1 van 1
pl: Wniosek o Kartę podróżnika: Krok 1 z 1

source: Now for something important.
de: Jetzt noch etwas Wichtiges.
es: Ahora, pasemos a algo importante.
fi: Nyt jotakin tärkeää.
fr: Quelque chose d'important maintenant.
it: Ora per qualcosa d'importante.
nl: En nu iets heel belangrijks.
pl: Teraz coś ważnego.

source: The Silph Road is run by <b>Silph Executives</b> as a charity. They keep all <b>travelers'</b> emails on file and use them to contact you when updates occur with trades you're involved in or other important info. It keeps things moving swiftly!
de: The Silph Road wird von den <b>Silph Executives</b> als eine gemeinnützige Organisation geführt. Sie haben die E-Mail Adressen von allen <b>Reisenden</b> gespeichert und nutzen diese, um dich zu kontaktieren, wenn es Neuigkeiten zu Tauschvorgängen gibt, die dich betreffen oder es andere wichtige Informationen gibt. Das hält die Dinge zügig in Bewegung!
es: The Silph Road es manejada por los <b>ejecutivos de Silph</b>en un acto de caridad. Ellos mantienen archivados todos los correos electrónicos de los <b>viajeros</b> y los usan para contactarte cuando ocurran actualizaciones con los intercambios de los que firmar parte, u otra información importante. ¡Ayuda a que todo funcione velozmente!
fi: <b>Silph-johtajat</b> pitävät The Silph Roadia pystyssä hyväntekeväisyysmielessä. He keräävät kaikkien <b>matkaajien</b> sähköpostit talteen, jotta voivat ottaa sinuun yhteyttä, kun omiin vaihtokauppoihisi tulee päivityksiä tai on muita tärkeitä asioita kerrottavana. Se auttaa pitämään asioiden käsittelyn sukkelana!
fr: The Silph Road est géré par les <b>Silph Executives</b> de façon bénévole. Ils gardent toutes les adresses e-mails des <b>voyageurs</b> sous dossiers et les utilisent pour vous contacter lorsque des mises à jour se produisent dans les échanges dans lesquels vous êtes impliqué ou pour d'autres informations importantes. Cela permet aux choses d'aller vite !
it: La Silph Road è gestita dai <b>Silph Executives</b> senza scopi di lucro. Gli Executives registrano su file tutte le mail dei <b>viaggiatori</b> e le usano per contattarvi quando ci sono aggiornamenti sugli scambi in cui siete coinvolti o per altre informazioni importanti. Questo fa sì che le cose procedano senza intoppi!
nl: De Silph Road wordt geleid door <b>Silph Leidinggevenden</b> als goed doel. Zij houden alle <b>reizigers</b> hun e-mailadressen bij en gebruiken ze om contact met u op te nemen wanneer er updates zijn met handel waarin u betrokken bent of andere belangrijke informatie. Het houdt alles vlot in beweging!

source: Your Email
de: Deine E-Mail-Adresse
es: Tu correo electrónico
fi: Sähköpostiosoitteesi
fr: Votre adresse E-mail
it: La Tua Email
nl: Uw e-mailadres
pl: Twój e-mail

source: Used to alert you of trade updates and other important info (no promotions).
de: Wird benutzt, um dich auf Tausch-Updates und andere wichtige Informationen aufmerksam zu machen (keine Werbung).
es: Se usa para avisarte de actualizaciones de intercambio y otras informaciones importantes (no para promociones).
fi: Tätä käytetään ilmoittamaan sinulle vaihtokauppapäivityksistä ja muista tärkeistä asioista (ei mainoksia).
fr: Utilisé pour vous alerter de mise à jour dans vos échanges ou d'autres informations importantes (aucune publicités).
it: è utilizzata solo per metterti a conoscenza di aggiornamenti sugli scambi o di altre informazioni importanti (non per promozioni).
nl: Gebruikt om u te verwittigen wanneer er handels updates zijn of andere belangrijke informatie (geen reclame).
pl: Na ten adres będziesz otrzymywać powiadomienia o nowych propozycjach wymiany i inne, ważne wiadomości (bez reklam).

source: Sounds Good!
de: Hört sich gut an!
es: ¡Me parece bien!
fi: Kuulostaa hyvältä!
fr: Ça sonne bien!
it: Va Bene!
nl: Klinkt goed!
pl: Brzmi świetnie!

source: Alright, that's it!
de: Gut, das war alles!
es: ¡Vale, eso es todo!
fi: Noin, se oli siinä!
fr: Voilà, c'est tout !
it: D'accordo, eccolo!
nl: Zo, dat is het!
pl: W porządku, to wszystko!
