Repository: SilphRoad/silph-i18n
Catalog: */resources.po
Languages: de, es, fi, fr, it

source: Pokemon GO Buddy Candy Requirements | The Silph Road
de: Pokemon GO Kumpel Bonbon Anforderungen | The Silph Road
es: Requisitos de caramelos de compañero de Pokémon GO | The Silph Road
fi: Pokémon GO -kamukarkkivaatimukset | The Silph Road
fr: Exigences pour le Bonbon du Copain de Pokémon GO | The Silph Road
it: Requisiti per ricevere Caramelle dal Pokémon Compagno | The Silph Road

source: The Silph Road Research group has compiled the following resources to help you on your adventures, travelers! Enjoy comprehensive species attack/defense stats, and more...
de: Die Forschungsgruppe von The Silph Road hat folgendes Material zusammengestellt, um euch bei euren Abenteuern zu helfen, Reisende! Genießt umfangreiche Daten über Angriffs-/Verteidigungswerte der einzelnen Arten und mehr...
es: ¡El Grupo de Investigación de The Silph Road ha compilado los siguientes recursos para ayudaros en vuestras aventuras, viajeros! Disfrutad de completas estadísticas de ataque/defensa por cada especie, y más...
fi: The Silph Road -tutkimusryhmä on koonnut seuraavat resurssit auttaakseen teitä seikkailuissanne, matkaajat! Nauttikaa kattavista lajikohtaisista hyökkäys-/puolustusarvoista sekä monesta muusta...
fr: The Silph Road et son groupe de recherche ont compilé les informations suivantes pour aider les voyageurs dans leurs aventures! Bénéficiez d'informations détaillées sur les statistiques d'attaque/défense d'une espèce, et plus encore...
it: Il Gruppo di Ricerca di The Silph Road ha raccolto le seguenti risorse per aiutarvi nelle vostre avventure, viaggiatori! Divertitevi con esaurienti statistiche di attacco e difesa per ogni specie, e molto altro...

source: Pokemon GO Buddy Candy Requirements
de: Pokemon GO Kumpel Bonbon Anforderungen
es: Requisitos de caramelos de compañero de Pokémon GO
fi: Pokémon GO -kamukarkkivaatimukset
fr: Exigences pour les Bonbons du Copain de Pokémon GO
it: Requisiti per la Caramella del Compagno di Pokemon GO

source: <b>Why Ads?</b> TheSilphRoad.com's research tools generate massive traffic - and it costs money to keep the Silph lights on!
de: <b>Warum Werbung?</b> Die Forschungswerkzeuge von TheSilphRoad.com erzeugen massiven Datenverkehr - und es kostet Geld, die Silph-Lichter nicht erlischen zu lassen!
es: <b>¿Por qué los anuncios?</b> Las herramientas de investigación de TheSilphRoad.com generan un tráfico masivo, ¡y cuesta dinero mantener las luces de Silph encendidas!
fi: <b>Miksi mainoksia?</b> TheSilphRoad.comin tutkimustyökalut luovat valtavan määrän tietoliikennettä, eikä Silph Roadin pystyssä pitäminen ole ilmaista!
fr: <b>Pourquoi des Publicités?</b> Les outils de recherches de TheSilphRoad.com génèrent un trafic important - et cela a un certain coût pour garantir un bon fonctionnement !
it: <b>Perché vedo gli annunci?</b> Gli strumenti di ricerca di TheSilphRoad.com generano molto traffico - e servono soldi per tenere accese le luci della Silph!

source: Buddy Pokemon KM Per Candy in Pokemon GO
de: Kumpel Pokemon KM Pro Bonbon in Pokemon GO
es: Km de Pokémon compañero por caramelo en Pokémon GO
fi: Kamupokémonien kilometrit karkkia kohden Pokémon GOssa
fr: Km requis par Bonbon du Copain dans Pokémon GO
it: Numero di KM per Caramella per ogni Pokemon Compagno in Pokemon GO

source: In the tables below you can find the comprehensive list of the kilometers (KMs) you must walk to earn a candy reward for your 'Buddy' Pokemon. <br> <em>Note:</em> This list is still being finalized! It will be kept up to date as we confirm more information.
de: In den nachfolgenden Tabellen kannst du eine umfangreiche Liste finden mit den benötigten Kilomentern (KM), die du mit deinem Kumpel laufen musst, um eine Bonbon-Belohnung zu erhalten. <br> <em>Anmerkung:</em> Die Liste wird noch vervollständigt! Sie wird auf dem Laufenden gehalten, während wir neue Informationen bestätigen.
es: En las tablas debajo puedes encontrar la lista completa de los kilómetros (km) que debes caminar para ganar un caramelo de recompensa para tu Pokémon "compañero". <br> <em>Note:</em> ¡Esta lista aún está siendo finalizada! Se mantendrá al día a medida que confirmemos más información.
fi: Alla olevista taulukoista löydät kattavan listan kilometreistä (km), jotka sinun tulee kävellä ansaitaksesi karkkipalkkion "kamu"-pokémoniltasi (buddy). <br> <em>Huomio:</em> Tätä listaa viimeistellään yhä! Tietoja päivitetään sitä mukaa, kun saamme niitä vahvistettua.
fr: Le tableau ci-dessous présente une liste claire des kilomètres (km) que vous devez parcourir pour gagner un bonbon pour votre Copain Pokémon. <br> <em>Note :</em> Cette liste est en cours de finalisation ! Elle sera mise à jour au fur et à mesure que de nouvelles informations sont confirmées.
it: Nelle tabelle qui sotto puoi trovare una lista completa dei chilometri (KM) da percorrere per guadagnare una caramella dal tuo Pokemon 'Compagno'. <br> <em>Nota:</em> Questa lista deve ancora essere ultimata! Verrà aggiornata quando confermeremo maggiori informazioni.

source: 5 KMs Per Candy Reward
de: 5 KM Pro Bonbon-Belohnung
es: Recompensa de caramelo por cada 5 km
fi: 5 km karkkipalkkiota kohti
fr: Gain de bonbon par 5 km parcouru
it: 5 KM Per Ottenere Una Caramella

source: 3 KMs Per Candy Reward
de: 3 KM Pro Bonbon-Belohnung
es: Recompensa de caramelo por cada 3 km
fi: 3 km karkkipalkkiota kohti
fr: Gain de bonbon par 3 km parcouru
it: 3 KM Per Ottenere Una Caramella

source: 1 KM Per Candy Reward
de: 1 KM Pro Bonbon-Belohnung
es: Recompensa de caramelo por cada 1 km
fi: 1 km karkkipalkkiota kohti
fr: Gain de bonbon par 1 km parcouru
it: 1 KM Per Ottenere Una Caramella

source: Unavailable KM Per Candy Rewards
de: Unbekannte KM Pro Bonbon-Belohnung
es: Recompensa de caramelo por kilómetro no disponible
fi: Karkkipalkkioon vaadittavat kilometrit eivät ole vielä tiedossa
fr: Gain de bonbon par KM parcouru inconnu
it: KM Per Ottenere Una Caramella Non Disponibili

source: Pokemon GO Egg Distance Chart | The Silph Road
de: Pokemon GO Eier-Distanz Übersicht | The Silph Road
es: Gráfica de la distancia de los huevos de Pokémon GO | The Silph Road
fi: Pokémon GO -munien etäisyystaulukko | The Silph Road
fr: Tableau de Distance par Oeuf dans Pokémon GO | The Silph Road
it: Tabella della Distanza delle Uova di Pokemon GO | The Silph Road

source: Listed below are all hatchable species in Pokemon GO, by egg distance. We have also listed the 'best' and 'worst' CP an egg may hatch at...
de: Unten aufgerührt sind alle Arten, die in Pokemon GO aus Eiern schlüpfen können, nach der Eier-Distanz sortiert. Des Weiteren haben wir die 'besten' und 'schlechtesten' WP aufgelistet, mit denen ein Ei schlüpfen kann...
es: A continuación se enumeran todas las especies eclosionables en Pokemon GO, según la distancia del huevo. También hemos enumerado el "mejor" y el "peor" PC con el que un huevo podría eclosionar...
fi: Alla on listattuna kaikki munista kuoriutuvat lajit Pokémon GOssa, järjestettynä munien etäisyyden mukaan. Olemme listanneet myös "parhaan" ja "huonoimman" CP:n, joka munasta kuoriutuvalla pokémonilla voi olla...
fr: Ci-dessous sont listées toutes les espèces obtenables par œuf dans Pokémon GO, classées par distance par œuf. Nous avons également listé le 'meilleur' et le 'pire' PC qu'un œuf peut donner à l'éclosion...
it: Qui sotto sono elencate tutte le specie si possono otternere schiudendo le uova in Pokemon GO, ordinate per distanza delle uova. Abbiamo anche elencato il 'migliore' e il 'peggiore' valore di PL a cui un uovo può schiudersi...

source: Pokemon Go Egg Distance List
de: Pokémon Go Eier-Distanz Liste
es: Lista de distancia de los huevos de Pokémon GO
fi: Pokémon GO -munien etäisyyslista
fr: Oeufs et Distance à Parcourir dans Pokemon GO
it: Lista della Distanza delle Uova di Pokemon Go

source: Listed below are all hatchable species in Pokemon GO arranged by egg distance.
de: Nachfolgend sind alle Arten aufgelistet, die in Pokémon GO ausgebrütet werden können, nach Eier-Distanz sortiert.
es: A continuación se enlistan todas las especies eclosionables de Pokémon GO, ordenadas por la distancia del huevo.
fi: Alla on listattuna kaikki munista kuoriutuvat lajit Pokémon GOssa, järjestettynä munien etäisyyden mukaan.
fr: Ci-dessous sont listées toutes les espèces obtenables par œuf dans Pokémon GO, classées par distance d'œuf.
it: Qui sotto sono elencate tutte le specie ottenibili dalla schiusa delle uova in Pokemon GO ordinate per distanza delle uova.

source: We have also listed the 'best' and 'worst' CP an egg may hatch at <em>if your Trainer Level is above 20</em>. All eggs acquired after Trainer Level 20 will hatch at Pokemon Level 20. This means that the variation in CP upon hatching is a result of differing IVs. Perfect IVs (15/15/15) will give the 'perfect' CP, while all the lowest possible IVs (10/10/10) will give the 'worst' CP! (All egg hatches have a value from 10-15 for attack, defense, and stamina Individual Values.)
de: Desweiteren haben wir die 'besten' und 'schlechtesten' WP aufgelistet, mit denen ein Ei schlüpfen kann, <em>wenn dein Trainerlevel mindestens Level 20 beträgt</em>. Aus allen Eiern, die man ab Trainerlevel 20 erhält, schlüpfen Pokemon mit Level 20. Dies bedeutet, dass die Unterschiede in WP beim Schlüpfen auf unterschiedliche IVs zurückzuführen sind. Perfekte IVs (15/15/15) führen zu den 'perfekten' WP, während die denkbar schlechtesten IVs (10/10/10) zu den 'schlechtesten' WP führen! (Die IVs eines jeden geschlüpften Pokemons können für Angriff, Verteidigung und Ausdauer jeweils einen Wert von 10-15 annehmen.)
es: También hemos enlistado el "mejor" y el "peor" PC que un huevo podría obtener al eclosionar <em>si tu nivel de entrenador es superior a 20</em>. De todos los huevos obtenidos tras alcanzar el nivel 20 de entrenador eclosionará un Pokémon de nivel 20. Esto quiere decir que las variaciones en el PC al momento de la eclosión es un resultado de distintos IVs. ¡IVs perfectos (15/15/15) resultarán en un PC "perfecto", mientras que los IVs más bajos posibles (10/10/10) producirán el "peor" PC! (Todas las eclosiones tienen un valor entre 10-15 para los valores individuales de ataque, defensa y resistencia.)
fi: Olemme luetelleet myös "parhaan" ja "huonoimman" CP:n, joka munasta voi kuoriutua, <em>jos kouluttajatasosi on yli 20</em>. Kaikki munat, jotka keräät saavutettuasi tason 20, sisältävät tason 20 pokémonin. Tämä tarkoittaa sitä, että CP:n vaihtelu kuoriutuessa riippuu yksilökohtaisista arvoista (Invidual Values, eli IV:t). Täydelliset IV:t (15/15/15) antavat "täydellisen" CP:n, kun taas matalimmat mahdolliset IV:t (10/10/10) antavat "huonoimman" CP:n. (Kaikkien munista kuoriutuvien Pokemonien IV:t ovat välillä 10–15 niin hyökkäyksessä, puolustuksessa kuin kestävyydessäkin.)
fr: Nous avons aussi fais la liste des "meilleurs" et "pires" PC qui peuvent être obtenus avec un œuf <em>si votre niveau de dresseur est supérieur à 20</em>. Tous les œufs obtenus après le niveau 20 vont éclore en un Pokémon de niveau 20. Cela signifie que la variation de PC à l'éclosion est le résultat d'IV différents. Des IV parfaits (15/15/15) donneront lieu à un PC "parfait", alors que la plus petite combinaison d'IV possible (10/10/10) donnera le "pire" PC ! (Toutes les éclosions donnent des valeurs d'IV entre 10 et 15 en attaque, défense et PV.)
it: Abbiamo elencato anche il 'migliore' e il 'peggiore' valore di PL a cui un uovo può schiudersi <em>se il tuo Livello Allenatore è superiore a 20</em>. Da tutte le uova ottenute dopo il Livello Allenatore 20 nasceranno Pokemon di Livello 20. Ciò significa che la variazione di PL dopo la schiusa è dovuta ad IV differenti. IV perfetti (15/15/15) daranno i PL 'perfetti', mentre tutti gli IV al minimo (10/10/10) daranno i PL 'peggiori'! (tutti i nascituri hanno un numero di IV da 10 a 15 per attacco, difesa, e resistenza.)

source: 10 KM Eggs
de: 10 KM Eier
es: Huevos de 10 km
fi: 10 km:n munat
fr: Oeufs de 10 km
it: Uova da 10 KM

source: Perfect:
de: Perfekt:
es: Perfecto:
fi: Täydellinen:
fr: Parfait:
it: Perfetto:

source: Worst:
de: Schlechteste:
es: Peor:
fi: Huonoin:
fr: Pire:
it: Peggiore:

source: 5 KM Eggs
de: 5 KM Eier
es: Huevos de 5 km
fi: 5 km:n munat
fr: Oeufs de 5 km
it: Uova da 5 KM

source: 2 KM Eggs
de: 2 KM Eier
es: Huevos de 2 km
fi: 2 km:n munat
fr: Oeufs de 2 km
it: Uova da 2 KM

source: Pokemon GO Moves
de: Pokemon GO Attacken
es: Movimientos de Pokémon GO
fi: Pokémon GOn liikkeet
fr: Attaques dans Pokemon GO
it: Mosse di Pokémon GO

source: Move List in Pokemon GO
de: Liste der Attacken in Pokemon GO
es: Lista de movimientos en Pokémon GO
fi: Lista Pokémon GOn liikkeistä
fr: Listes des Attaques dans Pokémon GO
it: Lista delle Mosse in Pokémon GO

source: In the tables below you can find the comprehensive list of all moves in Pokemon GO along with their type, power, duration, and damage inflicted per second (DPS).
de: In den nachfolgenden Tabellen findest du die vollständige Liste aller Attacken in Pokemon GO, zusammen mit ihrem Typ, Stärke, Dauer, und dem zugefügten Schaden pro Sekunde (DPS).
es: En las siguientes tablas puedes encontrar una lista completa de todos los movimientos en Pokémon GO junto con su tipo, potencia, duración y daño infligido por segundo (DPS).
fi: Alla olevista taulukoista löydät kattavan listan kaikista Pokemon GOn liikkeistä sekä niiden tyypeistä, voimakkuuksista, kestoista ja aiheutetuista vahingoista sekuntia kohti (DPS).
fr: Dans le tableau ci-dessous, vous trouverez une liste de toutes les attaques dans Pokemon GO, avec leurs types, énergie générée, durée, et dégâts par seconde (DPS).
it: Nella tabella sottostante puoi trovare una lista completa di tutte le mosse in Pokémon GO insieme al loro tipo, potenza, durata, e danno inflitto al secondo (DPS).

source: Quick Moves
de: Standard-Attacken
es: Movimientos simples
fi: Pikaliikkeet
fr: Attaques Rapides
it: Mosse Rapida

source: Quick moves are used by 'tapping' the screen and do not require a full energy bar to use repeatedly! Quick moves do not 'critical hit.'
de: Standard-Attacken benutzt man, indem man auf den Bildschirm tippt. Sie benötigen keine volle Energieleiste, um sie wiederholt zu benutzen! Standard-Attacken können nicht 'kritisch treffen.'
es: ¡Los movimientos simples son usados al "tocar" la pantalla y no requieren una barra de energía llena para ser usados reiteradamente! Los movimientos simples no pueden asestar un "golpe crítico".
fi: Pikaliikkeitä käytetään napauttamalla näyttöä, eivätkä ne vaadi täyttä energiapalkkia, jotta niitä voisi käyttää toistuvasti. Pikaliikkeistä ei voi saada kriitisiä osumia.
fr: Les attaques rapides s'utilisent par une pression rapide sur l'écran, et ne nécessitent pas le remplissage de la barre d'énergie pour être utilisées à répétition ! Les attaques rapides ne provoquent pas de "dégâts critiques".
it: Le mosse rapide vengono utilizzate 'toccando' lo schermo e non richiedono una barra dell'energia piena per essere usate ripetutamente! Le mosse rapide non possono fare un 'colpo critico'.

source: Move Name
de: Attackenname
es: Nombre del movimiento
fi: Liikkeen nimi
fr: Nom de l'Attaque
it: Nome Mossa

source: Power
de: Stärke
es: Potencia
fi: Voimakkuus
fr: Puissance
it: Potenza

source: Duration (ms)
de: Dauer (ms)
es: Duración (ms)
fi: Kesto (ms)
fr: Durée (ms)
it: Durata (ms)

source: Energy Gain/Sec.
de: Energiegewinn/Sek.
es: Aumento de energía/s
fi: Kertyvä energia / sek.
fr: Energie Générée/Sec.
it: Energia Guadagnata/Sec.

source: %s / Energy:
de: %s / Energie:
es: %s/energía:
fi: %s / energia:

source: No Silph Researchers have recorded a wild pokemon with this move! (Some species may be able to evolve or hatch into this move!)
de: Die Silph-Forscher haben noch kein wildes Pokemon mit dieser Attacke dokumentiert! (Einige Spezies könnten in der Lage sein, diese Attacke durch Entwicklung oder Ausbrüten zu lernen!)
es: ¡Ningún investigador de Silph ha registrado un Pokémon salvaje con este movimiento! (¡Algunas especies podrían evolucionar o eclosionar con este movimiento!)
fi: Yksikään Silph-tutkija ei ole napannut villiä pokémonia, jolla olisi tämä liike! (Jotkin lajit saattavat kehittyä tai kuoriutua tämän liikkeen kanssa!)
fr: Aucun Chercheur de Silph Road n'a enregistré un pokémon sauvage avec cette attaque! (Certaines espèces peuvent évoluer ou éclore avec cette attaque !)
it: Nessun Ricercatore Silph ha registrato un pokemon selvatico con questa mossa! (Alcune specie possono evolversi o nascere con questa mossa!)

source: Charge/Special Moves
de: Lade-/Spezialattacke
es: Movimientos especiales/de carga
fi: Lataus-/erikoisliikkeet
fr: Attaques Chargées/Spéciales
it: Mosse Caricate/Speciali

source: Special moves are used by holding and pressing the screen after charging the blue 'energy' bars by inflicting damage with quick moves!
de: Spezialattacken werden eingesetzt, indem man auf den Bildschirm tippt und gedrückt halt, nachdem die blauen 'Energie'-Leisten durch das Austeilen von Schaden durch Standard-Attacken aufgeladen wurden!
es: ¡Los movimientos especiales se usan manteniendo y presionando la pantalla tras cargar la barra azul de "energía" al hacer daño con movimientos simples!
fi: Erikoisliikkeitä käytetään painamalla näyttöä pitkään, kunhan siniset "energiapalkit" on ensin ladattu käyttämällä pikaliikkeitä!
fr: Les Attaques spéciales sont utilisables en maintenant une pression sur l'écran après avoir chargé la bar bleue d'énergie en infligeant des dégâts avec les attaques rapides !
it: Le mosse speciali vengono utilizzate tenendo premuto lo schermo dopo aver caricato le barre di 'energia' blu infliggendo danno con le mosse rapide!

source: Damage (Power) From Full Energy Bar
de: Schaden (Stärke) Durch Eine Volle Energieleiste
es: Daño (potencia) con la barra de energía llena
fi: Vahinko (voimakkuus) täydestä energiapalkista
fr: Dégat (Puissance) Pour une Barre d'Energie Complète
it: Danno (Potenza) Con Barra di Energia Piena

source: No Silph Researchers have encountered a wild pokemon with this move! (Some species may be able to evolve or hatch into this move!)
de: Bisher hat kein Silph-Forscher ein wildes Pokemon mit dieser Attacke gefunden! (Manche Arten können durch Schlüpfen oder Entwicklung diese Attacke erhalten!)
es: ¡Ningún investigador de Silph ha encontrado un Pokémon salvaje con este movimiento! (¡Algunas especies podrían ser capaces de evolucionar o eclosionar con este movimiento!)
fi: Yksikään Silph-tutkija ei ole kohdannut villiä pokémonia, jolla olisi tämä liike! (Jotkin lajit saattavat kehittyä tai kuoriutua tämän liikkeen kanssa!)
fr: Aucun Chercheur de Silph Road n'a rencontré un pokémon sauvage avec cette attaque ! (Certaines espèces peuvent évoluer ou éclore avec cette attaque !)
it: Nessun Ricercatore Silph ha incontrato un pokemon selvatico con questa mossa! (Alcune specie possono evolversi o schiudersi con questa mossa!)

source: Pokemon Stat Ranking: Gen 1 & 2 | The Silph Road
de: Pokemon Werte-Ranking: Gen 1 & 2 | The Silph Road
es: Ranking de estadísticas de Pokémon: primera y segunda generación | The Silph Road
fi: Pokémonien tilastollinen järjestys: Sukupolvet 1 & 2 | The Silph Road
fr: Classement des Stats des Pokémons : Gen 1 & 2 | The Silph Road
it: Classifica delle Statistiche: Gen 1 & 2 | The Silph Road

source: The following species attributes help illustrate the relative strengths and weaknesses of different Pokemon in Pokemon GO. Generation 2 Pokemon's base stats are able to be calculated due to...
de: Die folgenden Attribute jeder Art helfen dabei, die relativen Stärken und Schwächen der verschiedenen Pokemon in Pokemon GO zu verdeutlichen. Die Basiswerte der Pokemon aus Generation 2 konnte man errechnen aufgrund von...
es: Los siguientes atributos de especies ayudan a ilustrar las fortalezas y debilidades relativas de diferentes Pokémon en Pokémon GO. Las estadísticas base de los Pokémon de la segunda generación son posibles de calcular debido a...
fi: Seuraavat lajikohtaiset ominaisuudet auttavat kuvaamaan eri pokémonien suhteellisia vahvuuksia ja heikkouksia Pokémon GOssa. Toisen sukupolven lähtökohtaiset arvot voidaan laskea...
fr: Les caractéristiques des espèces suivantes aident à illustrer leurs forces et leurs faiblesses relative aux différents Pokémons dans Pokémon Go. Les stats de base des Pokémons de la Génération 2 peuvent être calculées grâce à...
it: Le seguenti caratteristiche di specie aiutano a illustrare i punti di forza e di debolezza relativi di diversi Pokemon in Pokemon GO. Le statistiche base dei Pokemon della Generazione 2 possono essere calcolate grazie alla...

source: Species Stats in Pokemon GO
de: Artenwerte in Pokemon GO
es: Estadísticas de las especies en Pokémon GO
fi: Lajikohtaiset arvot Pokémon GOssa
fr: Stats des espèces dans Pokémon GO
it: Statistiche per Specie in Pokemon GO

source: The following species attributes help illustrate the relative strengths and weaknesses of different Pokemon in Pokemon GO. 'Base stats' are set on the server, but sent to the client where we are able to examine them.
de: Die folgenden Artenattribute helfen, die relativen Stärken und Schwächen der verschiedenen Pokemon in Pokemon GO zu verdeutlichen. 'Basiswerte' werden auf dem Server festgelegt und zum Client gesendet, wo wir sie untersuchen können.
es: Los siguientes atributos de especies ayudan a ilustrar las fortalezas y debilidades relativas de diferentes Pokémon en Pokémon GO. Las "estadísticas base" se encuentran determinadas en el servidor, pero son enviadas al cliente donde somos capaces de examinarlas.
fi: Seuraavat lajikohtaiset ominaisuudet auttavat kuvaamaan eri pokémonien suhteellisia vahvuuksia ja heikkouksia Pokémon GOssa. "Lähtökohtaiset arvot" asetetaan palvelimella, mutta lähetetään sovellukselle, jossa voimme tarkastella niitä.
fr: Les caractéristiques d'espèces suivantes aident à illustrer les forces et les faiblesses relatives de différents Pokemon dans Pokemon GO. Les "Stats de Base" sont définies sur le serveur du jeu, mais elles sont envoyées sur le client où nous pouvons les examiner.
it: Le seguenti caratteristiche di specie aiutano a illustrare i punti di forza e di debolezza relativi di diversi Pokemon in Pokemon GO. Le 'Statistiche Base' sono impostate sul server, ma inviate al client dove siamo in grado di esaminarle.
