Repository: SilphRoad/silph-i18n
Catalog: */resources.po
Languages: de, es, fi, fr, it

source: Ultra Ball (x10), Max Potion (x15), Max Revive (x10), Razz Berry (x15), Pinap Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Top-Beleber (x10), Himmihbeere (x15), Sananabeere (x15)
es: Ultra Ball (x10), Poción Máxima (x15), Revivir Máximo (x10), Baya Frambu (x15), Baya Pinia (x15)
fi: ultrapallo (x10), täysjuoma (x15), täysvirvoittaja (x10), vadelma (x15), ananasmarja (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel Max (x10), Baie Framby (x15), Baie Nanana (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante Max (x10), Baccalampon (x15), Baccananas (x15)

source: Ultra Ball (x30), Max Potion (x20), Max Revive (x20), Razz Berry (x20), Incense (x2), Lucky Egg (x1), Lure Module (x1), Nanab Berry (x20)
de: Hyperball (x30), Top-Trank (x20), Top-Beleber (x20), Himmihbeere (x20), Rauch (x2), Glücks-Ei (x1), Ei-Brutmaschine (x1), Nanabbeere (x20)
es: Ultra Ball (x30), Poción Máxima (x20), Revivir Máximo (x20), Baya Frambu (x20), Incienso (x2), Huevo Suerte (x1), Módulo Cebo (x1), Baya Latano (x20)
fi: ultrapallo (x30), täysjuoma (x20), täysvirvoittaja (x20), vadelma (x20), suitsuke (x2), onnenmuna (x1), houkutin (x1), banaanimarja (x20)
fr: Hyper Ball (x30), Potion Max (x20), Rappel Max (x20), Baie Framby (x20), Encens (x2), Œuf Chance, Module Leurre, Baie Nanab (x20)
it: Ultra Ball (x30), Pozione Max (x20), Revitalizzante Max (x20), Baccalampon (x20), Aroma (x2), Fortunuovo (x1), Modulo Esca (x1), Baccabana (x20)

source: Ultra Ball (x20), Max Potion (x20), Max Revive (x10), Razz Berry (x20)
de: Hyperball (x20), Top-Trank (x20), Top-Beleber (x10), Himmihbeere (x20)
es: Ultra Ball (x20), Poción Máxima (x20), Revivir Máximo (x10), Baya Frambu (x20)
fi: ultrapallo (x20), täysjuoma (x20), täysvirvoittaja (x10), vadelma (x20)
fr: Hyper Ball (x20), Potion Max (x20), Rappel Max (x10), Baie Framby (x20)
it: Ultra Ball (x20), Pozione Max (x20), Revitalizzante Max (x10), Baccalampon (x20)

source: Ultra Ball (x20), Max Potion (x20), Max Revive (x10), Razz Berry (x20), Pinap Berry (x20)
de: Hyperball (x20), Top-Trank (x20), Top-Beleber (x10), Himmihbeere (x20), Sananabeere (x20)
es: Ultra Ball (x20), Poción Máxima (x20), Revivir Máximo (x10), Baya Frambu (x20), Baya Pinia (x20)
fi: ultrapallo (x20), täysjuoma (x20), täysvirvoittaja (x10), vadelma (x20), ananasmarja (x20)
fr: Hyper Ball (x20), Potion Max (x20), Rappel Max (x10), Baie Framby (x20), Baie Nanana (x20)
it: Ultra Ball (x20), Pozione Max (x20), Revitalizzante Max (x10), Baccalampon (x20), Baccananas (x20)

source: Ultra Ball (x20), Max Potion (x20), Max Revive (x10), Nanab Berry (x20)
de: Hyperball (x20), Top-Trank (x20), Top-Beleber (x10), Nanabbeere (x20)
es: Ultra Ball (x20), Poción Máxima (x20), Revivir Máximo (x10), Baya Latano (x20)
fi: ultrapallo (x20), täysjuoma (x20), täysvirvoittaja (x10), banaanimarja (x20)
fr: Hyper Ball (x20), Potion Max (x20), Rappel Max (x10), Baie Nanab (x20)
it: Ultra Ball (x20), Pozione Max (x20), Revitalizzante Max (x10), Baccabana (x20)

source: Ultra Ball (x40), Max Potion (x40), Max Revive (x40), Razz Berry (x40), Incense (x4), Lucky Egg (x4), Egg Incubator (x4), Lure Module (x4)
de: Hyperball (x40), Top-Trank (x40), Top-Beleber (x40), Himmihbeere (x40), Rauch (x4), Glücks-Ei (x4), Ei-Brutmaschine (x4), Lockmodul (x4)
es: Ultra Ball (x40), Poción Máxima (x40), Revivir Máximo (x40), Baya Frambu (x40), Incienso (x4), Huevo Suerte (x4), Incubadora (x4), Módulo Cebo (x4)
fi: ultrapallo (x40), täysjuoma (x40), täysvirvoittaja (x40), vadelma (x40), suitsuke (x4), onnenmuna (x4), hautomo (x4), houkutin (x4)
fr: Hyper Ball (x40), Potion Max (x40), Rappel Max (x40), Baie Framby (x40), Encens (x4), Oeuf Chance (x4), Incubateur (x4), Module Leurre (x4)
it: Ultra Ball (x40), Pozione Max (x40), Revitalizzante Max (x40), Baccalampon (x40), Aroma (x4), Fortunuovo (x4), Incubatrice (x4), Modulo Esca (x4)

source: Pokemon GO - Earning XP
de: Pokemon GO - EP Sammeln
es: Pokémon Go - Ganando PX
fi: Pokemon GO - kokemuspisteiden kerryttäminen
fr: Pokémon GO - Gagner de l'XP
it: Pokémon GO - Guadagnare PE

source: How to Earn XP in Pokemon GO
de: Wie man EP in Pokemon GO sammelt
es: Cómo ganar PX en Pokémon GO
fi: Kuinka kerätä kokemuspisteitä Pokémon GOssa
fr: Comment Gagner de l'XP dans Pokémon GO
it: Come Guadagnare PE in Pokémon GO

source: The following table and information explain XP-earning events to help you increase your Trainer Level in Pokemon GO.
de: Die folgende Tabelle und Informationen erklären Ereignisse, durch die man EP erhält, um dir zu helfen, dein Trainerlevel in Pokemon GO zu erhöhen.
es: Las siguientes tabla e información explican los eventos que otorgan PX para ayudarte a subir tu nivel de entrenador en Pokémon GO.
fi: Alla oleva taulukko listaa vaihtoehdot kokemuksen kartuttamiseksi Pokémon GOssa. Näillä toiminnoilla kasvatat kouluttajatasoasi.
fr: Le tableau et les informations suivants expliquent les actions faisant gagner de l'XP pour vous aider à augmenter votre Niveau de Dresseur dans Pokémon GO.
it: Le informazioni contenute nella seguente tabella spiegano alcuni eventi utili per accumulare PE, in modo da aiutarti a far crescere il tuo Livello Allenatore in Pokémon GO

source: XP Award
de: EP Belohnung
es: PX ganados
fi: Kokemuspalkkio
fr: Gain d'XP
it: PE Ricevuti

source: Action
de: Aktion
es: Acción
fi: Toiminto
it: Azione

source: Curveball Bonus
es: Bonificación por bola curva
fi: Kierrepallolisä
fr: Lancer avec Effet
it: Bonus Palla Curva

source: Nice! throw bonus
de: Klasse! - Wurfbonus
es: Bonificación por un ¡buen! lanzamiento
fi: Nice!-heittolisä
fr: Lancer "Joli !"
it: Bene! bonus lancio

source: Pokemon Ran Away
de: Das Pokemon ist geflüchtet
es: El Pokémon ha huido
fi: Pokémon karkaa
fr: Fuite d'un Pokémon
it: Il Pokemon È Fuggito

source: Great! throw bonus
de: Großartig! - Wurfbonus
es: Bonificación por un ¡genial!/gran lanzamiento
fi: Great!-heittolisä
fr: Lancer "Génial !"
it: Ottimo! bonus lancio

source: First Throw Bonus for Catching Pokemon in One Ball
de: Erster-Wurf-Bonus für das Fangen eines Pokemon mit nur einem Ball
es: Bonificación del primer lanzamiento por capturar el Pokémon en una sola Ball
fi: Ensiheittoetu, kun pokémonin saa napattua yhdellä pallolla
fr: Capture dès la Première Pokéball
it: Bonus cattura In Un Colpo Solo per aver Catturato un Pokemon al Primo Tentativo

source: Pokestop interaction
de: Pokestop-Interaktion
es: Interacción con una Poképarada
fi: Pokéstopin pyöräytys
fr: Interaction avec un Pokéstop
it: Interazione con il Pokestop

source: 10<sup>th</sup> Unique Pokestop Bonus
de: '10. Individueller Pokéstop' - Bonus
es: Bonificación por la 10.º<sup></sup> Poképarada única
fi: 10:n<sup></sup> eri pokéstopin pyöräytyslisä
fr: 10<sup>ème</sup> Pokéstop Unique Visité
it: Bonus 10<sup>mo</sup> Pokestop Univoco

source: Successful Pokemon Capture
de: Erfolgreicher Pokemon-Fang
es: Captura de Pokémon exitosa
fi: Onnistunut pokémonin nappaaminen
fr: Capture du Pokémon Réussie
it: Cattura di Un Pokemon

source: Excellent! throw bonus
de: Fabelhaft! - Wurfbonus
es: Bonificación por un ¡excelente! lanzamiento
fi: Excellent!-heittolisä
fr: Lancer "Excellent !"
it: Eccellente! bonus lancio

source: Catch your 100th Pokemon of a species
de: Fange dein 100. Pokemon einer Art
es: Captura el 100.° Pokémon de una especie
fi: Pyydystä sata saman lajin pokémonia
fr: Capture ton 100<sup>ème</sup> Pokémon d'une espèce
it: Cattura del centesimo Pokémon di una specie

source: Hatch an Egg (2 km)
de: Brüte ein Ei aus (2 km)
es: Eclosiona un huevo (2 km)
fi: 2 km:n munan kuoriutuminen
fr: Éclosion d'un Oeuf (2 km)
it: Schiudi un Uovo (2 km)

source: Hatch an Egg (5 km)
de: Brüte ein Ei aus (5 km)
es: Eclosiona un huevo (5 km)
fi: 5 km:n munan kuoriutuminen
fr: Éclosion d'un Oeuf (5 km)
it: Schiudi un Uovo (5 km)

source: Hatch an Egg (10 km)
de: Brüte ein Ei aus (10 km)
es: Eclosiona un huevo (10 km)
fi: 10 km:n munan kuoriutuminen
fr: Éclosion d'un Oeuf (10 km)
it: Schiudi un Uovo (10 km)

source: Add new Pokemon to Pokedex
de: Füge ein neues Pokemon deinem Pokedex hinzu
es: Añade un nuevo Pokémon a la Pokédex
fi: Uusi pokémon Pokédexiin
fr: Ajout d'un nouveau Pokémon au Pokédex
it: Aggiungi un nuovo Pokémon al Pokédex

source: Evolve a Pokemon
de: Entwickle ein Pokemon
es: Evoluciona un Pokémon
fi: Pokémonin kehittäminen
fr: Evolution d'un Pokémon
it: Evolvi un Pokémon

source: Use an Evolution Item
de: Benutze einen Entwicklungsgegenstand
es: Usa un objeto evolutivo
fi: Kehitysesineen käyttö
fr: Utilisation d'un Objet d'Évolution
it: Usa uno Strumento Evolutivo

source: First Pokestop Spin of the Day
de: Erster Pokestop-Dreh des Tages
es: Primera visita a una Poképarada del día
fi: Päivän ensimmäinen Pokéstopin pyöräytys
fr: Premier Pokéstop du Jour
it: Primo Pokestop del Giorno

source: First Pokemon Catch of the Day
de: Erster Pokemon-Fang des Tages
es: Primera captura de Pokémon del día
fi: Päivän ensimmäinen napattu pokémon
fr: Première Capture d'un Pokémon de la Journée
it: Primo Pokemon Catturato del Giorno

source: Streak Bonus for 7 Consecutive Daily Pokemon Catches
de: Serienbonus für das Fangen von Pokemon an 7 aufeinanderfolgenden Tagen
es: Bonificación de racha por 7 capturas de Pokémon diarias consecutivas
fi: Sarjalisä 7 peräkkäisestä päivittäisestä pokémonin kiinnisaannista
fr: Série de 7 Captures Quotidiennes Consécutives de Pokémon
it: Bonus Cattura Pokémon 7 Giorni di Fila

source: Streak Bonus for 7 Consecutive Daily Pokestop Spins
de: Serienbonus für das Drehen von Pokestops an 7 aufeinanderfolgenden Tagen
es: Bonificación de racha por 7 visitas a Pokeparadas diarias consecutivas
fi: Sarjalisä 7 peräkkäisestä päivittäisestä pokéstopin pyöräytyksestä
fr: Série de 7 Pokéstop Quotidiens Consécutifs
it: Bonus Interazione con il Pokestop 7 Giorni di Fila

source: Train at a Gym (Less for using an overpowered 'mon)
de: Trainiere in einer Arena (Weniger, wenn man ein überstarkes 'mon verwendet)
es: Entrenar en un gimnasio (menos por utilizar un Pokémon más fuerte)
fi: Harjoittele salissa (vähemmän, jos käytät liian voimakkaita pokémoneja)
fr: S'entraîner à une Arène (Moins en utilisant un Pokémon trop puissant)
it: Allenare una palestra (guadagni meno se usi un Pokémon più potente)

source: Defeat enemy Pokemon at a Gym (per Pokemon)
de: Besiege gegnerische Pokemon in einer Arena (je Pokemon)
es: Derrotar a Pokémon enemigos en un gimnasio (por Pokémon)
fi: Päihitä vihollispokémon salissa (per pokémon)
fr: Battre un Pokémon ennemi dans une Arène (par Pokémon)
it: Sconfiggere un Pokémon in una Palestra avversaria (per ogni singolo Pokémon)

source: Beating every Pokemon at a gym
de: Besiege jedes Pokemon in einer Arena
es: Vencer a cada Pokémon en un gimnasio
fi: Päihitä kaikki salia puolustavat pokémonit
fr: Battre tous les Pokémon d'une Arène
it: Sconfiggere ogni Pokémon in una palestra
