Repository: SilphRoad/silph-i18n
Catalog: */resources.po
Languages: de, es, fi, fr, it

source: Generation 2 Pokemon's base stats are able to be calculated due to the known conversion formula (discovered first by <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) from the main series game stats. <b>Max Potential CP</b> is calculated from the known CP formula and the species base stats.
de: Basiswerte der Gen 2 Pokemon können durch bekannte Umrechnungsformeln (herausgefunden von <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) aus den Werten der Spiele der Hauptserie errechnet werden. <b>Höchstes WP-Potenzial</b> wird aus der bekannten WP-Formel und den Basiswerten der Arten errechnet.
es: Las estadísticas base de los Pokémon de la segunda generación son posibles de calcular debido a la fórmula de conversión (descubierta primero por <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) de las estadísticas de los juegos de la serie principal. <b>El máximo PC posible</b> es calculado en base a la fórmula de PC conocida y a las estadísticas base de la especie.
fi: Toisen sukupolven pokémonien lähtökohtaiset IV-arvot voidaan laskea tunnetun muunnoskaavan avulla (alkuperäinen löytäjä <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) pääsarjan pelien arvoista. <b>Suurin mahdollinen CP</b> on laskettu tunnetusta CP-kaavasta ja kunkin lajin lähtökohtaisista IV-arvoista.
fr: Les statistiques de base des Pokemons de Seconde Génération peuvent être calculées grâce à la formule de conversion connue (découverte en premier par <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) d'après les stats présentes dans les jeux de la série originale. <b>Les PC Max Potentiels </b> sont calculés par la formule des PC connue et les stats de base de l'espèce.
it: Le statistiche base dei Pokemon della Generazione 2 possono essere calcolate grazie alla formula di conversione (scoperta per primo da <a target='_blank' href='https://www.reddit.com/r/TheSilphRoad/comments/5ecbmi/exact_conversion_formula/'>/u/CustomOndo</a>) tratta dalle statistiche dei giochi della serie principale. Il <b>Potenziale Massimo dei PL</b> è calcolato tramite la formula dei PL conosciuti e le statistiche base della specie.

source: Include Legendaries
de: Legendäre einbeziehen
es: Incluir legendarios
fi: Sisällytä legendaariset
fr: Légendaires Inclus
it: Includi I Leggendari

source: Include Gen 2 Pokemon
de: Gen 2 Pokemon einbeziehen
es: Incluir Pokémon de la segunda generación
fi: Sisällytä toisen sukupolven pokémonit
fr: Pokemon de la Gen 2 Inclus
it: Includi Pokemon di seconda generazione

source: New!
de: Neu!
es: ¡Nuevo!
fi: Uutta!
fr: Nouveau !
it: Novità!

source: SORT BY:
de: SORTIERE NACH:
es: ORDENAR POR:
fi: JÄRJESTÄ:
fr: TRIER PAR :
it: ORDINA PER:

source: Max Potential CP
de: Höchstes WP-Potenzial
es: Máximo PC potencial
fi: Suurin mahdollinen CP
fr: PC Max
it: Potenziale Massimo dei PL

source: Species Number
de: Artennummer
es: Número de especie
fi: Lajin numero
fr: Numéro du Pokédex
it: Numero di Specie

source: Best Attack Stat
de: Bester Angriffswert
es: Mejor estadística de ataque
fi: Paras hyökkäysarvo
fr: Meilleure Stat d'Attaque
it: Miglior Statistica di Attacco

source: Best Defense Stat
de: Bester Verteidigungswert
es: Mejor estadística de defensa
fi: Paras puolustusarvo
fr: Meilleure Stat de Défense
it: Migliore Statistica di Difesa

source: Best Stamina Stat
de: Bester Ausdauerwert
es: Mejor estadística de resistencia
fi: Paras kestävyysarvo
fr: Meilleure Stat d'Endurance
it: Migliore Statistica di Resistenza

source: Best Sum of Stats
de: Höchste Summe aller Werte
es: Mejor suma de las estadísticas
fi: Paras arvojen summa
fr: Meilleure Somme des Stats
it: Miglior Somma delle Statistiche

source: Best Product of Stats
de: Höchstes Produkt aller Werte
es: Mejor producto de las estadísticas
fi: Paras arvojen tulo
fr: Meilleur Produit des Stats
it: Miglior Prodotto delle Statistiche

source: Height:
de: Größe:
es: Altura:
fi: Korkeus:
fr: Taille :
it: Altezza:

source: Weight:
de: Gewicht:
es: Peso:
fi: Paino:
fr: Poids :
it: Peso:

source: Max CP
de: Höchstmögliche WP
es: PC máximo
fi: Enimmäis-CP
fr: PC Max
it: PL Massimi

source: Attack
de: Angriff
es: Ataque
fi: Hyökkäys
fr: Attaque
it: Attacco

source: Defense
de: Verteidigung
es: Defensa
fi: Puolustus
fr: Défense
it: Difesa

source: Stamina
de: Ausdauer
es: Resistencia
fi: Kestävyys
fr: Endurance
it: Resistenza

source: <b>Why Ads?</b> Logged-in travelers don't see ads! Join the community at <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>!<br> TheSilphRoad.com's research tools generate massive traffic - and it costs money to keep the Silph lights on!
de: <b>Warum Werbung?</b> Eingeloggte Reisende sehen keine Werbung! Tritt der Community bei unter <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>!<br> Die Forschungs-Werkzeuge von TheSilphRoad.com erzeugen massiven Datenverkehr - und es kostet Geld, die Silph-Lichter nicht erlischen zu lassen!
es: <b>¿Por qué los anuncios?</b> ¡Los viajeros que iniciaron sesión no ven anuncios! ¡Únete a la comunidad en <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>!<br>Las herramientas de investigación de TheSilphRoad.com generan un tráfico masivo, ¡y cuesta dinero mantener las luces de Silph encendidas!
fi: <b>Miksi mainoksia?</b> Sisään kirjautuneet käyttäjät eivät näe mainoksia! Liity yhteisöön <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>:issa!<br> TheSilphRoad.com:in tutkimustyökalut luovat valtavan määriä tietoliikennettä – eikä Silph Roadin pystyssä pitäminen ole ilmaista!
fr: <b>Pourquoi des publicités?</b> Les voyageurs connectés ne voient pas d'annonces ! Rejoins la communauté sur <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>!<br> Les outils de recherches de TheSilphRoad.com génèrent un trafic important - et cela a un certain coût pour garantir un bon fonctionnement !
it: <b>Perché vedo gli annunci?</b> I viaggiatori loggati non visualizzano annunci! Unisciti alla community a <a href='https://reddit.com/r/TheSilphRoad' target='_blank'>/r/TheSilphRoad</a>!<br> Gli strumenti di ricerca di TheSilphRoad.com generano molto traffico - e servono soldi per tenere accese le luci della Silph!

source: Pokemon GO Trainer Level Awards & Requirements
de: Pokemon GO Trainerlevel Belohnungen & Anforderungen
es: Premios y requisitos del nivel de entrenador de Pokémon GO
fi: Pokemon GO -kouluttajatasopalkkiot & -vaatimukset
fr: Récompenses & exigences des Niveaux de Dresseur dans Pokémon GO
it: Premi e Requisiti dei Livelli Allenatore in Pokemon GO

source: Trainer Level Requirements + Bonuses
de: Trainerlevel Anforderungen + Boni
es: Requisitos del nivel de entrenador + Bonificaciones
fi: Kouluttajatasovaatimukset + lisäedut
fr: Exigence Requise par Niveau de Dresseur + Gain
it: Requisiti per i Livelli Allenatore + Bonus

source: The following table breaks down the XP requirements and item awards at each Trainer Level in Pokemon GO.
de: Die folgende Tabelle zeigt die benötigten EP und die Belohnungen für jedes Trainerlevel in Pokemon GO.
es: La siguiente tabla divide los requisitos de PX y las recompensas de objetos en cada nivel de entrenador en Pokémon GO.
fi: Alla oleva taulukko esittelee XP-vaatimukset ja esinepalkkiot kaikille Pokémon GO -kouluttajatasoille.
fr: Le tableau suivant résume l'XP requises et les récompenses pour chaque Niveau de Dresseur dans Pokémon GO
it: La seguente tabella illustra i PE richiesti e gli strumenti ricevuti ad ogni Livello Allenatore in Pokemon GO.

source: Level
es: Nivel
fi: Taso
fr: Niveau
it: Livello

source: XP required
de: Benötigte EP
es: PX requeridos
fi: Vaadittava XP
fr: XP requise
it: PE richiesti

source: Total XP
de: Gesamte EP
es: PX totales
fi: Kokonais-XP
fr: XP Totale
it: PE totali

source: Unlocked items
de: Freigeschaltete Gegenstände
es: Objetos desbloqueados
fi: Avatut esineet
fr: Objets Débloqués
it: Oggetti sbloccati

source: Rewards
de: Belohnungen
es: Recompensas
fi: Palkkiot
fr: Récompenses
it: Premi

source: Poke Ball
es: Poké Ball
fi: poképallo
fr: Poké Ball

source: Gyms, Potions, Revives
de: Arenen, Tränke, Beleber
es: Gimnasios, Pociones, Revivires
fi: salit, juomat (potion), virvoittajat (revive)
fr: Arènes, Potions, Rappels
it: Palestre, Pozioni, Revitalizzanti

source: Potion
de: Trank
es: Poción
fi: juoma (potion)
it: Pozione

source: Revive
de: Beleber
es: Revivir
fi: virvoittaja (revive)
fr: Rappel
it: Revitalizzante

source: Incense
de: Rauch
es: Incienso
fi: suitsuke (incense)
fr: Encens
it: Aroma

source: Poke Ball (x15), Potion (x10), Revive (x5), Incubator
de: Pokeball (x15), Trank (x10), Beleber (x5), Ei-Brutmaschine
es: Poké Ball (x15), Poción (x10), Revivir (x5), Incubadora
fi: poképallo (x15), juoma (x10), virvoittaja (x5), hautomo
fr: Poké Ball (x15), Potion (x10), Rappel (x5), Incubateur
it: Poke Ball (x15), Pozione (x10), Revitalizzante (x5), Incubatrice

source: Poke Ball (x15), Potion (x10), Revive (x5), Incense
de: Pokeball (x15), Trank (x10), Beleber (x5), Rauch
es: Poké Ball (x15), Poción (x10), Revivir (x5), Incienso
fi: poképallo (x15), juoma (x10), virvoittaja (x5), suitsuke
fr: Poké Ball (x15), Potion (x10), Rappel (x5), Encens
it: Poke Ball (x15), Pozione (x10), Revitalizzante (x5), Aroma

source: Razz Berry
de: Himmihbeere
es: Baya Frambu
fi: vadelma (razz berry)
fr: Baie Framby
it: Baccalampon

source: Poke Ball (x15), Potion (x10), Revive (x5), Razz Berry (x10), Lure Module
de: Pokeball (x15), Trank (x10), Beleber (x5), Himmihbeere (x10), Lockmodul
es: Poké Ball (x15), Poción (x10), Revivir (x5), Baya Frambu (x10), Módulo Cebo
fi: poképallo (x15), juoma (x10), virvoittaja (x5), vadelma (x10), houkutin (lure module)
fr: Poké Ball (x15), Potion (x10), Rappel (x5), Baie Framby (x10), Module Leurre
it: Poke Ball (x15), Pozione (x10), Revitalizzante (x5), Baccalampon (x10), Modulo Esca

source: Poke Ball (x15), Potion (x10), Revive (x5), Razz Berry (x3), Lucky Egg
de: Pokeball (x15), Trank (x10), Beleber (x5), Himmihbeere (x3), Glücks-Ei
es: Poké Ball (x15), Poción (x10), Revivir (x5), Baya Frambu (x3), Huevo Suerte
fi: poképallo (x15), juoma (x10), virvoittaja (x5), vadelma (x3), onnenmuna (lucky egg)
fr: Poké Ball (x15), Potion (x10), Rappel (x5), Baie Framby (x3), Oeuf Chance
it: Poke Ball (x15), Pozione (x10), Revitalizzante (x5), Baccalampon (x3), Fortunuovo

source: Super Potions
de: Supertränke
es: Superpociones
fi: superjuomat
fr: Super Potion
it: Superpozioni

source: Poke Ball (x20), Super Potion (x20), Revive (x10), Razz Berry (x10), Incense, Lucky Egg, Egg Incubator, Lure Module
de: Pokeball (x20), Supertrank (x20), Beleber (x10), Himmihbeere (x10), Rauch, Glücks-Ei, Ei-Brutmaschine, Lockmodul
es: Poké Ball (x20), Superpoción (x20), Revivir (x10), Baya Frambu (x10), Incienso, Huevo Suerte, Incubadora, Módulo Cebo
fi: poképallo (x20), superjuoma (x20), virvoittaja (x10), vadelma (x10), suitsuke, onnenmuna, hautomo, houkutin
fr: Poké Ball (x20), Super Potion (x20), Rappel (x10), Baie Framby (x10), Encens, Oeuf Chance, Incubateur, Module Leurre
it: Poke Ball (x20), Superpozione (x20), Revitalizzante (x10), Baccalampon (x10), Aroma, Fortunuovo, Incubatrice, Modulo Esca

source: Poke Ball (x15), Super Potion (x10), Revive (x3), Razz Berry (x3)
de: Pokeball (x15), Supertrank (x10), Beleber (x3), Himmihbeere (x3)
es: Poké Ball (x15), Superpoción (x10), Revivir (x3), Baya Frambu (x3)
fi: poképallo (x15), superjuoma (x10), virvoittaja (x3), vadelma (x3)
fr: Poké Ball (x15), Super Potion (x10), Rappel (x3), Baie Framby (x3)
it: Poke Ball (x15), Superpozione (x10), Revitalizzante (x3), Baccalampon (x3)

source: Great Balls
de: Superbälle
es: Super Balls
fi: suurpallot (great ball)
fr: Super Ball
it: Mega Ball

source: Great Ball (x20), Super Potion (x10), Revive (x3), Razz Berry (x3)
de: Superball (x20), Supertrank (x10), Beleber (x3), Himmihbeere (x3)
es: Super Ball (x20), Superpoción (x10), Revivir (x3), Baya Frambu (x3)
fi: suurpallo (x20), superjuoma (x10), virvoittaja (x3), vadelma (x3)
fr: Super Ball (x20), Super Potion (x10), Rappel (x3), Baie Framby (x3)
it: Mega Ball (x20), Superpozione (x10), Revitalizzante (x3), Baccalampon (x3)

source: Great Ball (x10), Super Potion (x10), Revive (x3), Razz Berry (x3)
de: Superball (x10), Supertrank (x10), Beleber (x3), Himmihbeere (x3)
es: Super Ball (x10), Superpoción (x10), Revivir (x3), Baya Frambu (x3)
fi: suurpallo (x10), superjuoma (x10), virvoittaja (x3), vadelma (x3)
fr: Super Ball (x10), Super Potion (x10), Rappel (x3), Baie Framby (x3)
it: Mega Ball (x10), Superpozione (x10), Revitalizzante (x3), Baccalampon (x3)

source: Nanab Berry
de: Nanabbeere
es: Baya Latano
fi: banaanimarja (nanab berry)
fr: Baie Nanab
it: Baccabana

source: Great Ball (x10), Super Potion (x10), Revive (x3), Razz Berry (x3), Nanab Berry (x3)
de: Superball (x10), Supertrank (x10), Beleber (x3), Himmihbeere (x3), Nanabbeere (x3)
es: Super Ball (x10), Superpoción (x10), Revivir (x3), Baya Frambu (x3), Baya Latano (x3)
fi: suurpallo (x10), superjuoma (x10), virvoittaja (x3), banaanimarja (x3)
fr: Super Ball (x10), Super Potion (x10), Rappel (x3), Baie Framby (x3), Baie Nanab (x3)
it: Mega Ball (x10), Superpozione (x10), Revitalizzante (x3), Baccalampon (x3), Baccabana (x3)

source: Hyper Potions
de: Hypertränke
es: Hiperpociones
fi: hyperjuomat
fr: Hyper Potion
it: Iperpozioni

source: Great Ball (x15), Hyper Potion (x20), Revive (x10), Razz Berry (x10), Incense, Lucky Egg, Egg Incubator, Lure Module
de: Superball (x15), Hypertrank (x20), Beleber (x10), Himmihbeere (x10), Rauch, Glücks-Ei, Ei-Brutmaschine, Lockmodul
es: Super Ball (x15), Hiperpoción (x20), Revivir (x10), Baya Frambu (x10), Incienso, Huevo Suerte, Incubadora, Módulo Cebo
fi: suurpallo (x15), hyperjuoma (x20), virvoittaja (x10), vadelma (x10), suitsuke, onnenmuna, hautomo, houkutin
fr: Super Ball (x15), Hyper Potion (x20), Rappel (x10), Baie Framby (x10), Encens, Oeuf Chance, Incubateur, Module Leurre
it: Mega Ball (x15), Iperpozione (x20), Revitalizzante (x10), Baccalampon (x10), Aroma, Fortunuovo, Incubatrice, Modulo Esca

source: Great Ball (x10), Hyper Potion (x10), Revive (x5), Razz Berry (x5)
de: Superball (x10), Hypertrank (x10), Beleber (x5), Himmihbeere (x5)
es: Super Ball (x10), Hiperpoción (x10), Revivir (x5), Baya Frambu (x5)
fi: suurpallo (x10), hyperjuoma (x10), virvoittaja (x5), vadelma (x5)
fr: Super Ball (x10), Hyper Potion (x10), Rappel (x5), Baie Framby (x5)
it: Mega Ball (x10), Iperpozione (x10), Revitalizzante (x5), Baccalampon (x5)

source: Pinap Berry
de: Sananabeere
es: Baya Pinia
fi: ananasmarja (pinap berry)
fr: Baie Nanana
it: Baccananas

source: Great Ball (x10), Hyper Potion (x10), Revive (x5), Razz Berry (x5), Pinap Berry (x5)
de: Superball (x10), Hypertrank (x10), Beleber (x5), Himmihbeere (x5), Sananabeere (x5)
es: Super Ball (x10), Hiperpoción (x10), Revivir (x5), Baya Frambu (x5), Baya Pinia (x5)
fi: suurpallo (x10), hyperjuoma (x10), virvoittaja (x5), vadelma (x5), ananasmarja (x5)
fr: Super Ball (x10), Hyper Potion (x10), Rappel (x5), Baie Framby (x5), Baie Nanana (x5)
it: Mega Ball (x10), Iperpozione (x10), Revitalizzante (x5), Baccalampon (x5), Baccananas (x5)

source: Great Ball (x15), Hyper Potion (x10), Revive (x5), Razz Berry (x5)
de: Superball (x15), Hypertrank (x10), Beleber (x5), Himmihbeere (x5)
es: Super Ball (x15), Hiperpoción (x10), Revivir (x5), Baya Frambu (x5)
fi: suurpallo (x15), hyperjuoma (x10), virvoittaja (x5), vadelma (x5)
fr: Super Ball (x15), Hyper Potion (x10), Rappel (x5), Baie Framby (x5)
it: Mega Ball (x15), Iperpozione (x10), Revitalizzante (x5), Baccalampon (x5)

source: Ultra Balls
de: Hyperbälle
fi: ultrapallot (ultra ball)
fr: Hyper Ball
it: Ultra Ball

source: Ultra Ball (x20), Hyper Potion (x20), Revive (x20), Razz Berry (x20), Incense (x2), Lucky Egg (x2), Egg Incubator (x2), Lure Module (x2), Nanab Berry (x20)
de: Hyperball (x20), Hypertrank (x20), Beleber (x20), Himmihbeere (x20), Rauch (x2), Glücks-Ei (x2), Ei-Brutmaschine (x2), Lockmodul (x2), Nanabbeere (x20)
es: Ultra Ball (x20), Hiperpoción (x20), Revivir (x20), Baya Frambu (x20), Incienso (x2), Huevo Suerte (x2), Incubadora (x2), Módulo Cebo (x2), Baya Latano (x20)
fi: ultrapallo (x10), hyperjuoma (x20), virvoittaja (x20), vadelma (x20), suitsuke (x2), onnenmuna (x2), hautomo (x2), houkutin (x2), banaanimarja (x20)
fr: Hyper Ball (x20), Hyper Potion (x20), Rappel (x20), Baie Framby (x20), Encens (x2), Oeuf Chance (x2), Incubateur (x2), Module Leurre (x2), Baie Nanab (x20)
it: Ultra Ball (x20), Iperpozione (x20), Revitalizzante (x20), Baccalampon (x20), Aroma (x2), Fortunuovo (x2), Incubatrice (x2), Modulo Esca (x2), Baccabana (x20)

source: Ultra Ball (x10), Hyper Potion (x10), Revive (x10), Razz Berry (x10), Pinap Berry (x10)
de: Hyperball (x10), Hypertrank (x10), Beleber (x10), Himmihbeere (x10), Sananabeere (x10)
es: Ultra Ball (x10), Hiperpoción (x10), Revivir (x10), Baya Frambu (x10), Baya Pinia (x10)
fi: ultrapallo (x10), hyperjuoma (x10), virvoittaja (x10), vadelma (x10), ananasmarja (x10)
fr: Hyper Ball (x10), Hyper Potion (x10), Rappel (x10), Baie Framby (x10), Baie Nanana (x10)
it: Ultra Ball (x10), Iperpozione (x10), Revitalizzante (x10), Baccalampon (x10), Baccananas (x10)

source: Ultra Ball (x10), Hyper Potion (x10), Revive (x10), Razz Berry (x10)
de: Hyperball (x10), Hypertrank (x10), Beleber (x10), Himmihbeere (x10)
es: Ultra Ball (x10), Hiperpoción (x10), Revivir (x10), Baya Frambu (x10)
fi: ultrapallo (x10), hyperjuoma (x10), virvoittaja (x10), vadelma (x10)
fr: Hyper Ball (x10), Hyper Potion (x10), Rappel (x10), Baie Framby (x10)
it: Ultra Ball (x10), Iperpozione (x10), Revitalizzante (x10), Baccalampon (x10)

source: Ultra Ball (x10), Hyper Potion (x10), Revive (x10), Razz Berry (x10), Nanab Berry (x10)
de: Hyperball (x10), Hypertrank (x10), Beleber (x10), Himmihbeere (x10), Nanabbeere (x10)
es: Ultra Ball (x10), Hiperpoción (x10), Revivir (x10), Baya Frambu (x10), Baya Latano (x10)
fi: ultrapallo (x10), hyperjuoma (x10), virvoittaja (x10), vadelma (x10), banaanimarja (x10)
fr: Hyper Ball (x10), Hyper Potion (x10), Rappel (x10), Baie Framby (x10), Baie Nanab (x10)
it: Ultra Ball (x10), Iperpozione (x10), Revitalizzante (x10), Baccalampon (x10), Baccabana (x10)

source: Ultra Ball (x15), Hyper Potion (x10), Revive (x10), Razz Berry (x10)
de: Hyperball (x15), Hypertrank (x10), Beleber (x10), Himmihbeere (x10)
es: Ultra Ball (x15), Hiperpoción (x10), Revivir (x10), Baya Frambu (x10)
fi: ultrapallo (x15), hyperjuoma (x10), virvoittaja (x10), vadelma (x10)
fr: Hyper Ball (x15), Hyper Potion (x10), Rappel (x10), Baie Framby (x10)
it: Ultra Ball (x15), Iperpozione (x10), Revitalizzante (x10), Baccalampon (x10)

source: Max Potions
de: Top-Tränke
es: Pociones Máximas
fi: täysjuomat (max potion)
fr: Potion Max
it: Pozioni Max

source: Ultra Ball (x25), Max Potion (x20), Revive (x15), Razz Berry (x15), Incense, Lucky Egg, Egg Incubator, Lure Module, Pinap Berry (x15)
de: Hyperball (x25), Top-Trank (x20), Beleber (x15), Himmihbeere (x15), Rauch, Glücks-Ei, Ei-Brutmaschine, Lockmodul, Sananabeere (x15)
es: Ultra Ball (x25), Poción Máxima (x20), Revivir (x15), Baya Frambu (x15), Incienso, Huevo Suerte, Incubadora, Módulo Cebo, Baya Pinia (x15)
fi: ultrapallo (x25), täysjuoma (x20), virvoittaja (x15), vadelma (x15), suitsuke, onnenmuna, hautomo, houkutin, ananasmarja (x15)
fr: Hyper Ball (x25), Potions Max (x20), Rappel (x15), Baie Framby (x15), Encens, Oeuf Chance, Incubateur, Module Leurre, Baie Nanana (x15)
it: Ultra Ball (x25), Pozione Max (x20), Revitalizzante (x15), Baccalampon (x15), Aroma, Fortunuovo, Incubatrice, Modulo Esca, Baccananas (x15)

source: Ultra Ball (x10), Max Potion (x15), Revive (x10), Razz Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Beleber (x10), Himmihbeere (x15)
es: Ultra Ball (x10), Poción Máxima (x15), Revivir (x10), Baya Frambu (x15)
fi: ultrapallo (x10), täysjuoma (x15), virvoittaja (x10), vadelma (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel (x10), Baie Framby (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante (x10), Baccalampon (x15)

source: Ultra Ball (x10), Max Potion (x15), Revive (x10), Razz Berry (x15), Nanab Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Beleber (x10), Himmihbeere (x15), Nanabbeere (x15)
es: Ultra Ball (x10), Poción Máxima (x15), Revivir (x10), Baya Frambu (x15), Baya Latano (x15)
fi: ultrapallo (x10), täysjuoma (x15), virvoittaja (x10), vadelma (x15), banaanimarja (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel (x10), Baie Framby (x15), Baie Nanab (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante (x10), Baccalampon (x15), Baccabana (x15)

source: Ultra Ball (x10), Max Potion (x15), Revive (x10), Pinap Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Beleber (x10), Sananabeere (x15)
es: Ultra Ball (x10), Poción Máxima (x15), Revivir (x10), Baya Pinia (x15)
fi: ultrapallo (x10), täysjuoma (x15), virvoittaja (x10), ananasmarja (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel (x10), Baie Nanana (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante (x10), Baccananas (x15)

source: Max Revive
de: Top-Beleber
es: Revivir Máximo
fi: täysvirvoittaja (max revive)
fr: Rappel Max
it: Revitalizzante Max

source: Ultra Ball (x30), Max Potion (x20), Max Revive (x20), Razz Berry (x20), Incense (x3), Lucky Egg (x3), Egg Incubator (x3), Lure Module (x3)
de: Hyperball (x30), Top-Trank (x20), Top-Beleber (x20), Himmihbeere (x20), Rauch (x3), Glücks-Ei (x3), Ei-Brutmaschine (x3), Lockmodul (x3)
es: Ultra Ball (x30), Poción Máxima (x20), Revivir Máximo (x20), Baya Frambu (x20), Incienso (x3), Huevo Suerte (x3), Incubadora (x3), Módulo Cebo (x3)
fi: ultrapallo (x30), täysjuoma (x20), täysvirvoittaja (x20), vadelma (x20), suitsuke (x3), onnenmuna (x3), hautomo (x3), houkutin (x3)
fr: Hyper Ball (x30), Potion Max (x20), Rappel Max (x20), Baie Framby (x20), Encens (x3), Incubateur (x3), Module Leurre (x3)
it: Ultra Ball (x30), Pozione Max (x20), Revitalizzante Max (x20), Baccalampon (x20), Aroma (x3), Fortunuovo (x3), Incubatrice (x3), Modulo Esca (x3)

source: Ultra Ball (x10), Max Potion (x15), Max Revive (x10), Razz Berry (x15), Nanab Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Top-Beleber (x10), Himmihbeere (x15), Nanabbeere (x15)
es: Ultra Ball (x10), Pôción Máxima (x15), Revivir Máximo (x10), Baya Frambu (x15), Baya Latano (x15)
fi: ultrapallo (x10), täysjuoma (x15), täysvirvoittaja (x10), vadelma (x15), banaanimarja (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel Max (x10), Baie Framby (x15), Baie Nanab (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante Max (x10), Baccalampon (x15), Baccabana (x15)

source: Ultra Ball (x10), Max Potion (x15), Max Revive (x10), Razz Berry (x15)
de: Hyperball (x10), Top-Trank (x15), Top-Beleber (x10), Himmihbeere (x15)
es: Ultra Ball (x10), Poción Máxima (x15), Revivir Máximo (x10), Baya Frambu (x15)
fi: ultrapallo (x10), täysjuoma (x15), täysvirvoittaja (x10), vadelma (x15)
fr: Hyper Ball (x10), Potion Max (x15), Rappel Max (x10), Baie Framby (x15)
it: Ultra Ball (x10), Pozione Max (x15), Revitalizzante Max (x10), Baccalampon (x15)
